Repository: Aptivi/VisualCard
Catalog: public/VisualCard.Calendar/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDAR_NEEDSKEYS_TODO
source: The following keys [{0}] are required in the todo representation. Got [{1}].
ar: المفاتيح التالية [{0}] مطلوبة في تمثيل المهام. تم الحصول على [{1}].
de: Die folgenden Schlüssel [{0}] werden in der Aufgabendarstellung benötigt. [{1}]
el: Τα ακόλουθα κλειδιά [{0}] απαιτούνται στην αναπαράσταση εκκρεμότητας. Got [{1}].
es: Se requieren las siguientes claves [{0}] en la representación de la tarea pendiente. Se obtuvo [{1}].
fr: Les clés suivantes [{0}] sont requises dans la représentation des tâches. Obtenu [{1}].
ga: Tá na heochracha seo a leanas [{0}] ag teastáil san ionadaíocht to-do. Fuarthas [{1}].
hi: टूडू निरूपण में निम्नलिखित कुंजियाँ [{0}] आवश्यक हैं। [{1}] मिला।
id: Kunci berikut [{0}] diperlukan dalam representasi tugas. Mendapatkan [{1}].
it: Le seguenti chiavi [{0}] sono obbligatorie nella rappresentazione dell'attività. Ottenuto [{1}].
ja: ToDo 表現には次のキー [{0}] が必要です。取得値は [{1}] です。
ko: 할 일 표현에 다음 키 [{0}]이(가) 필요합니다. [{1}]을(를) 가져왔습니다.
ms: Kekunci berikut [{0}] diperlukan dalam perwakilan todo. Mendapat [{1}].
nb: Følgende nøkler [{0}] kreves i gjøremålsrepresentasjonen. Fikk [{1}].
nl: De volgende sleutels [{0}] zijn vereist in de todo-weergave. [{1}] is verkregen.
pt: As seguintes chaves [{0}] são necessárias na representação de tarefas. Obtido [{1}].
ro: Următoarele chei [{0}] sunt necesare în reprezentarea activităților de rezolvat. Obținut [{1}].
tr: Yapılacaklar gösteriminde aşağıdaki anahtarlar [{0}] gereklidir. [{1}] alındı.
uk: Наступні ключі [{0}] обов'язкові в представленні списку справ. Отримано [{1}].
vi: Các khóa sau [{0}] là bắt buộc trong biểu diễn todo. Đã có [{1}].
zh: 待辦事項表示中需要以下按鍵 [{0}]。結果為 [{1}]。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDAR_DUEDATECONFLICT_TODO
source: Due date and duration conflict found.
ar: تم العثور على تعارض بين تاريخ الاستحقاق والمدة.
de: Konflikt zwischen Fälligkeitsdatum und Dauer gefunden.
el: Βρέθηκε διένεξη ημερομηνίας λήξης και διάρκειας.
es: Se encontró un conflicto entre la fecha de vencimiento y la duración.
fr: Conflit de date d'échéance et de durée détecté.
ga: Coimhlint dáta dlite agus fad aimsithe.
hi: नियत तिथि और अवधि संघर्ष पाया गया।
id: Ditemukan konflik tanggal jatuh tempo dan durasi.
it: È stato trovato un conflitto tra data di scadenza e durata.
ja: 期日と期間の競合が見つかりました。
ko: 마감일과 기간이 충돌합니다.
ms: Konflik tarikh dan tempoh tamat ditemui.
nb: Konflikt mellom forfallsdato og varighet funnet.
nl: Conflict tussen einddatum en duur gevonden.
pt: Encontrou-se conflito entre data de vencimento e duração.
ro: S-a găsit un conflict între data scadenței și durata.
tr: Son tarih ve süre çakışması bulundu.
uk: Знайдено конфлікт дати виконання та тривалості.
vi: Đã tìm thấy xung đột ngày đến hạn và thời lượng.
zh: 發現截止日期和持續時間衝突。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDAR_NODATESTARTDURATION_TODO
source: There is no date start to add to the duration.
ar: لا يوجد تاريخ بداية لإضافته إلى المدة.
de: Es gibt kein Startdatum, das zur Dauer hinzugefügt werden kann.
el: Δεν υπάρχει ημερομηνία έναρξης για προσθήκη στη διάρκεια.
es: No hay una fecha de inicio que agregar a la duración.
fr: Il n'y a pas de date de début à ajouter à la durée.
ga: Níl aon dáta tosaigh le cur leis an fad.
hi: अवधि में जोड़ने के लिए कोई तिथि प्रारंभ नहीं है।
id: Tidak ada tanggal awal untuk ditambahkan ke durasi.
it: Non è presente una data di inizio da aggiungere alla durata.
ja: 期間に追加する開始日がありません。
ko: 기간에 추가할 시작일이 없습니다.
ms: Tiada tarikh mula ditambah pada tempoh.
nb: Det er ingen startdato å legge til varigheten.
nl: Er is geen begindatum om aan de duur toe te voegen.
pt: Não há data de início a acrescentar à duração.
ro: Nu există o dată de început care să fie adăugată la durată.
tr: Süreye eklenecek bir tarih başlangıcı yok.
uk: Немає дати початку для додавання до тривалості.
vi: Không có ngày bắt đầu để thêm vào thời lượng.
zh: 沒有可添加到持續時間的開始日期。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDAR_NEEDSKEYS_JOURNAL
source: The following keys [{0}] are required in the journal representation. Got [{1}].
ar: المفاتيح التالية [{0}] مطلوبة في تمثيل اليومية. تم الحصول على [{1}].
de: Die folgenden Schlüssel [{0}] werden in der Journaldarstellung benötigt. [{1}]
el: Τα ακόλουθα κλειδιά [{0}] απαιτούνται στην αναπαράσταση ημερολογίου. Got [{1}].
es: Se requieren las siguientes claves [{0}] en la representación del diario. Se obtuvo [{1}].
fr: Les clés suivantes [{0}] sont requises dans la représentation du journal. Obtenu [{1}].
ga: Tá na heochracha seo a leanas [{0}] ag teastáil san ionadaíocht irisleabhair. Fuarthas [{1}].
hi: जर्नल निरूपण में निम्नलिखित कुंजियाँ [{0}] आवश्यक हैं। [{1}] मिला।
id: Kunci berikut [{0}] diperlukan dalam representasi jurnal. Mendapatkan [{1}].
it: Le seguenti chiavi [{0}] sono obbligatorie nella rappresentazione del registro. Ottenuto [{1}].
ja: ジャーナル表現には次のキー [{0}] が必要です。取得値は [{1}] です。
ko: 분개 표현에 다음 키 [{0}]이(가) 필요합니다. [{1}]을(를) 가져왔습니다.
ms: Kekunci berikut [{0}] diperlukan dalam perwakilan jurnal. Mendapat [{1}].
nb: Følgende nøkler [{0}] kreves i journalrepresentasjonen. Fikk [{1}].
nl: De volgende sleutels [{0}] zijn vereist in de journaalweergave. [{1}] is verkregen.
pt: As seguintes chaves [{0}] são necessárias na representação do diário. Obtido [{1}].
ro: Următoarele chei [{0}] sunt necesare în reprezentarea jurnalului. Obținut [{1}].
tr: Günlük gösteriminde aşağıdaki anahtarlar [{0}] gereklidir. [{1}] alındı.
uk: Наступні ключі [{0}] обов'язкові в представленні журналу. Отримано [{1}].
vi: Các khóa sau [{0}] là bắt buộc trong biểu diễn nhật ký. Đã có [{1}].
zh: 日誌表示中需要以下鍵 [{0}]。結果為 [{1}]。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDAR_NEEDSKEYS_FREEBUSY
source: The following keys [{0}] are required in the freebusy representation. Got [{1}].
ar: المفاتيح التالية [{0}] مطلوبة في تمثيل مشغول. تم الحصول على [{1}].
de: Die folgenden Schlüssel [{0}] werden in der Frei-/Gebucht-Darstellung benötigt. [{1}]
el: Τα ακόλουθα κλειδιά [{0}] απαιτούνται στην αναπαράσταση ελεύθερης λειτουργίας. Got [{1}].
es: Se requieren las siguientes claves [{0}] en la representación de la tarea libre y ocupada. Se obtuvo [{1}].
fr: Les clés suivantes [{0}] sont requises dans la représentation des disponibilités. Obtenu [{1}].
ga: Tá na heochracha seo a leanas [{0}] ag teastáil san ionadaíocht freebusy. Fuarthas [{1}].
hi: फ्रीबिज़ी निरूपण में निम्नलिखित कुंजियाँ [{0}] आवश्यक हैं। [{1}] मिला।
id: Kunci berikut [{0}] diperlukan dalam representasi freebusy. Mendapatkan [{1}].
it: Le seguenti chiavi [{0}] sono obbligatorie nella rappresentazione della disponibilità. Ottenuto [{1}].
ja: 空き時間表現には次のキー [{0}] が必要です。取得値は [{1}] です。
ko: 한가함/바쁨 표현에 다음 키 [{0}]이(가) 필요합니다. [{1}]을(를) 가져왔습니다.
ms: Kekunci berikut [{0}] diperlukan dalam perwakilan freebusy. Mendapat [{1}].
nb: Følgende nøkler [{0}] kreves i ledig-opptatt-representasjonen. Fikk [{1}].
nl: De volgende sleutels [{0}] zijn vereist in de freebusy-weergave. [{1}] is verkregen.
pt: As seguintes chaves [{0}] são necessárias na representação da disponibilidade. Obtido [{1}].
ro: Următoarele chei [{0}] sunt necesare în reprezentarea liber-ocupat. Obținut [{1}].
tr: Aşağıdaki anahtarlar [{0}] serbest meşgul gösteriminde gereklidir. [{1}] alındı.
uk: Наступні ключі [{0}] обов'язкові в представленні зайнятості. Отримано [{1}].
vi: Các khóa sau [{0}] là bắt buộc trong biểu diễn freebusy. Đã có [{1}].
zh: 空閒/忙碌表示中需要以下按鍵 [{0}]。結果為 [{1}]。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDAR_NEEDSKEYS_TIMEZONE
source: The following keys [{0}] are required in the timezone representation. Got [{1}].
ar: المفاتيح التالية [{0}] مطلوبة في تمثيل المنطقة الزمنية. تم الحصول على [{1}].
de: Die folgenden Schlüssel [{0}] werden in der Zeitzonendarstellung benötigt. Erhalten [{1}].
el: Τα ακόλουθα κλειδιά [{0}] απαιτούνται στην αναπαράσταση ζώνης ώρας. Got [{1}].
es: Se requieren las siguientes claves [{0}] en la representación de la zona horaria. Se obtuvo [{1}].
fr: Les clés suivantes [{0}] sont requises dans la représentation du fuseau horaire. Obtenu [{1}].
ga: Tá na heochracha seo a leanas [{0}] ag teastáil san ionadaíocht crios ama. Fuarthas [{1}].
hi: समयक्षेत्र निरूपण में निम्नलिखित कुंजियाँ [{0}] आवश्यक हैं। [{1}] मिला।
id: Kunci berikut [{0}] diperlukan dalam representasi zona waktu. Mendapatkan [{1}].
it: Le seguenti chiavi [{0}] sono obbligatorie nella rappresentazione del fuso orario. Ottenuto [{1}].
ja: タイムゾーン表現には次のキー [{0}] が必要です。 [{1}] を取得しました。
ko: 시간대 표현에 다음 키 [{0}]이(가) 필요합니다. [{1}]을(를) 받았습니다.
ms: Kekunci berikut [{0}] diperlukan dalam perwakilan zon waktu. Mendapat [{1}].
nb: Følgende nøkler [{0}] kreves i tidssonerepresentasjonen. Fikk [{1}].
nl: De volgende sleutels [{0}] zijn vereist in de tijdzoneweergave. [{1}] is verkregen.
pt: As seguintes chaves [{0}] são necessárias na representação do fuso horário. Obtido [{1}].
ro: Următoarele chei [{0}] sunt necesare în reprezentarea fusului orar. Obținut [{1}].
tr: Aşağıdaki anahtarlar [{0}] saat dilimi gösteriminde gereklidir. [{1}] alındı.
uk: Наступні ключі [{0}] обов'язкові в представленні часового поясу. Отримано [{1}].
vi: Các khóa sau [{0}] là bắt buộc trong biểu diễn múi giờ. Đã có [{1}].
zh: 時區表示中需要以下鍵 [{0}]。已取得 [{1}]。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDAR_NEEDSCOMPONENTS_TIMEZONE
source: One of the standard/daylight components is required.
ar: أحد مكونات المعيار/ضوء النهار مطلوب.
de: Eine der Standard-/Tageslichtkomponenten wird benötigt.
el: Απαιτείται ένα από τα τυπικά/στοιχεία ημέρας.
es: Se requiere uno de los componentes estándar/diurno.
fr: Un des composants standard/jour est requis.
ga: Tá ceann de na comhpháirteanna caighdeánacha/solas lae ag teastáil.
hi: मानक/डेलाइट घटकों में से एक की आवश्यकता है।
id: Salah satu komponen standar/cahaya siang diperlukan.
it: È richiesto uno dei componenti standard/diurni.
ja: 標準/夏時間コンポーネントの 1 つが必要です。
ko: 표준/일광 절약 시간제 구성 요소 중 하나가 필요합니다.
ms: Salah satu komponen standard/siang hari diperlukan.
nb: En av standard/dagslys-komponentene kreves.
nl: Een van de standaard-/daglichtcomponenten is vereist.
pt: Um dos componentes padrão/dia é necessário.
ro: Este necesară una dintre componentele standard/lumină de zi.
tr: Standart/gün ışığı bileşenlerinden biri gereklidir.
uk: Потрібен один зі стандартних/денних компонентів.
vi: Một trong các thành phần chuẩn/ban ngày là bắt buộc.
zh: 需要一個標準/日光組件。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDAR_NEEDSKEYS_TIMEZONE_STANDARD
source: The following keys [{0}] are required in the standard representation. Got [{1}].
ar: المفاتيح التالية [{0}] مطلوبة في التمثيل القياسي. تم الحصول على [{1}].
de: Die folgenden Schlüssel [{0}] werden in der Standarddarstellung benötigt. Erhalten [{1}].
el: Τα ακόλουθα κλειδιά [{0}] απαιτούνται στην τυπική αναπαράσταση. Got [{1}].
es: Las siguientes claves [{0}] son ​​obligatorias en la representación estándar. Obtenido [{1}].
fr: Les clés suivantes [{0}] sont requises dans la représentation standard. Obtenu [{1}].
ga: Tá na heochracha seo a leanas [{0}] riachtanach san ionadaíocht chaighdeánach. Fuarthas [{1}].
hi: मानक प्रतिनिधित्व में निम्नलिखित कुंजियाँ [{0}] आवश्यक हैं। [{1}] मिला।
id: Tombol berikut [{0}] diperlukan dalam representasi standar. Dapat [{1}].
it: Le seguenti chiavi [{0}] sono obbligatorie nella rappresentazione standard. Ottenuto [{1}].
ja: 標準表現では、次のキー [{0}] が必要です。[{1}] を取得しました。
ko: 표준 표현에는 다음 키 [{0}]이(가) 필요합니다. [{1}]을(를) 받았습니다.
ms: Kekunci berikut [{0}] diperlukan dalam perwakilan standard. Mendapat [{1}].
nb: Følgende nøkler [{0}] kreves i standardrepresentasjonen. Fikk [{1}].
nl: De volgende sleutels [{0}] zijn vereist in de standaardweergave. [{1}] is verkregen.
pt: As seguintes chaves [{0}] são necessárias na representação padrão. Obtido [{1}].
ro: Următoarele chei [{0}] sunt necesare în reprezentarea standard. Am obținut [{1}].
tr: Standart gösterimde aşağıdaki anahtarlar [{0}] gereklidir. [{1}] alındı.
uk: Наступні ключі [{0}] обов'язкові у стандартному представленні. Отримано [{1}].
vi: Các khóa sau [{0}] là bắt buộc trong biểu diễn chuẩn. Got [{1}].
zh: 標準表示中需要以下按鍵 [{0}]。已取得 [{1}]。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDAR_NEEDSKEYS_TIMEZONE_DAYLIGHT
source: The following keys [{0}] are required in the daylight representation. Got [{1}].
ar: المفاتيح التالية [{0}] مطلوبة في تمثيل ضوء النهار. تم الحصول على [{1}].
de: Die folgenden Schlüssel [{0}] werden in der Tageslichtdarstellung benötigt. Erhalten [{1}].
el: Τα ακόλουθα κλειδιά [{0}] απαιτούνται στην αναπαράσταση ημέρας. Got [{1}].
es: Las siguientes claves [{0}] son ​​obligatorias en la representación diurna. Obtenido [{1}].
fr: Les clés suivantes [{0}] sont requises dans la représentation jour. Obtenu [{1}].
ga: Tá na heochracha seo a leanas [{0}] riachtanach san ionadaíocht solais lae. Fuarthas [{1}].
hi: डेलाइट प्रतिनिधित्व में निम्नलिखित कुंजियाँ [{0}] आवश्यक हैं। [{1}] मिला।
id: Tombol berikut [{0}] diperlukan dalam representasi cahaya siang. Dapat [{1}].
it: Le seguenti chiavi [{0}] sono obbligatorie nella rappresentazione diurna. Ottenuto [{1}].
ja: 夏時間表現では、次のキー [{0}] が必要です。[{1}] を取得しました。
ko: 일광 절약 시간제 표현에는 다음 키 [{0}]이(가) 필요합니다. [{1}]을(를) 받았습니다.
ms: Kekunci berikut [{0}] diperlukan dalam perwakilan siang hari. Mendapat [{1}].
nb: Følgende nøkler [{0}] kreves i dagslysrepresentasjonen. Fikk [{1}].
nl: De volgende sleutels [{0}] zijn vereist in de daglichtweergave. [{1}] is verkregen.
pt: As seguintes chaves [{0}] são necessárias na representação dia. Obtido [{1}].
ro: Următoarele chei [{0}] sunt necesare în reprezentarea de zi. Am obținut [{1}].
tr: Gün ışığı gösteriminde aşağıdaki anahtarlar [{0}] gereklidir. [{1}] alındı.
uk: Наступні ключі [{0}] обов'язкові у представленні денного світла. Отримано [{1}].
vi: Các khóa sau [{0}] là bắt buộc trong biểu diễn ban ngày. Got [{1}].
zh: 日光錶示需要以下按鍵 [{0}]。已取得 [{1}]。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDAR_PERCENTCOMPLETION
source: Percent completion may not be less than zero or greater than 100
ar: لا يجوز أن تكون نسبة الإكمال أقل من صفر ولا أكبر من 100.
de: Der prozentuale Abschluss darf nicht kleiner als null oder größer als 100 sein.
el: Το ποσοστό ολοκλήρωσης δεν μπορεί να είναι μικρότερο από μηδέν ή μεγαλύτερο από 100.
es: El porcentaje de finalización no puede ser menor que cero ni mayor que 100.
fr: Le pourcentage d'achèvement ne doit pas être inférieur à zéro ni supérieur à 100.
ga: Ní fhéadfaidh an céatadán críochnaithe a bheith níos lú ná náid ná níos mó ná 100.
hi: प्रतिशत पूर्णता शून्य से कम या 100 से अधिक नहीं हो सकती
id: Persentase penyelesaian tidak boleh kurang dari nol atau lebih besar dari 100
it: La percentuale di completamento non può essere inferiore a zero o superiore a 100.
ja: 完了率は 0 未満または 100 を超えてはなりません。
ko: 완료율은 0보다 작거나 100보다 클 수 없습니다.
ms: Peratusan penyiapan tidak boleh kurang daripada sifar atau lebih daripada 100
nb: Prosent fullføring kan ikke være mindre enn null eller større enn 100.
nl: Het voltooiingspercentage mag niet kleiner dan nul of groter dan 100 zijn.
pt: A percentagem de conclusão não pode ser inferior a zero ou superior a 100.
ro: Procentul de finalizare nu poate fi mai mic de zero sau mai mare de 100
tr: Tamamlanma yüzdesi sıfırdan küçük veya 100'den büyük olamaz
uk: Відсоток завершення не може бути меншим за нуль або більшим за 100
vi: Tỷ lệ hoàn thành không được nhỏ hơn không hoặc lớn hơn 100
zh: 完成百分比不得小於零或大於 100

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDAR_PRIORITY
source: Priority may not be less than zero or greater than 9
ar: لا يجوز أن تكون الأولوية أقل من صفر ولا أكبر من 9.
de: Die Priorität darf nicht kleiner als null oder größer als 9 sein.
el: Η προτεραιότητα δεν μπορεί να είναι μικρότερη από μηδέν ή μεγαλύτερη από 9.
es: La prioridad no puede ser menor que cero ni mayor que 9.
fr: La priorité ne doit pas être inférieure à zéro ni supérieure à 9.
ga: Ní fhéadfaidh an tosaíocht a bheith níos lú ná náid ná níos mó ná 9.
hi: प्राथमिकता शून्य से कम या 9 से अधिक नहीं हो सकती
id: Prioritas tidak boleh kurang dari nol atau lebih besar dari 9
it: La priorità non può essere inferiore a zero o superiore a 9.
ja: 優先度は 0 未満または 9 を超えてはなりません。
ko: 우선순위는 0보다 작거나 9보다 클 수 없습니다.
ms: Keutamaan tidak boleh kurang daripada sifar atau lebih daripada 9
nb: Prioritet kan ikke være mindre enn null eller større enn 9.
nl: De prioriteit mag niet kleiner dan nul of groter dan 9 zijn.
pt: A prioridade não pode ser inferior a zero ou superior a 9.
ro: Prioritatea nu poate fi mai mică de zero sau mai mare de 9
tr: Öncelik sıfırdan küçük veya 9'dan büyük olamaz
uk: Пріоритет не може бути меншим за нуль або більшим за 9
vi: Mức độ ưu tiên không được nhỏ hơn không hoặc lớn hơn 9
zh: 優先權不得小於零或大於 9

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDAR_MEMBERINVCARD
source: vCards are forbidden from having MEMBER properties.
ar: يُحظر على بطاقات vCard احتواء خصائص MEMBER.
de: vCards dürfen keine MEMBER-Eigenschaften haben.
el: Απαγορεύεται στις vCards να έχουν ιδιότητες MEMBER.
es: Las vCards tienen prohibido tener propiedades MEMBER.
fr: Les vCards ne doivent pas avoir de propriétés MEMBER.
ga: Tá cosc ​​ar vCards airíonna MEMBER a bheith acu.
hi: vCards में MEMBER गुण होने की मनाही है।
id: vCard dilarang memiliki properti ANGGOTA.
it: Le vCard non possono avere proprietà MEMBER.
ja: vCard は MEMBER プロパティを持つことはできません。
ko: vCard는 MEMBER 속성을 가질 수 없습니다.
ms: vKad dilarang daripada mempunyai harta AHLI.
nb: vCards har ikke lov til å ha MEMBER-egenskaper.
nl: vCards mogen geen LID-eigenschappen hebben.
pt: É proibido aos vCards terem propriedades MEMBER.
ro: vCard-urile nu pot avea proprietăți MEMBER.
tr: vCard'ların ÜYE özelliklerine sahip olması yasaktır.
uk: vCard заборонено мати властивості MEMBER.
vi: Các vCard không được phép có thuộc tính MEMBER.
zh: vCard 禁止具有 MEMBER 屬性。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDAR_INVALIDBASETYPE
source: Base type is not {0} [{1}] and the part type is [{2}] that doesn't represent calendar part.
ar: النوع الأساسي ليس {0} [{1}]، ونوع الجزء هو [{2}] الذي لا يمثل جزء التقويم.
de: Der Basistyp ist nicht {0} [{1}] und der Teiltyp ist [{2}], der keinen Kalenderteil darstellt.
el: Ο βασικός τύπος δεν είναι {0} [{1}] και ο τύπος μέρους είναι [{2}] που δεν αντιπροσωπεύει το μέρος του ημερολογίου.
es: El tipo base no es {0} [{1}] y el tipo de parte es [{2}], que no representa una parte del calendario.
fr: Le type de base n'est pas {0} [{1}] et le type de partie est [{2}], ce qui ne représente pas la partie calendrier.
ga: Ní hé an cineál bonn {0} [{1}] agus is é an cineál cuid [{2}] nach léiríonn cuid féilire.
hi: आधार प्रकार {0} [{1}] नहीं है और भाग प्रकार [{2}] है जो कैलेंडर भाग का प्रतिनिधित्व नहीं करता है।
id: Tipe dasar bukan {0} [{1}] dan tipe komponen adalah [{2}] yang tidak mewakili komponen kalender.
it: Il tipo di base non è {0} [{1}] e il tipo di parte è [{2}] che non rappresenta la parte del calendario.
ja: 基本型が {0} [{1}] ではなく、パーツ型がカレンダー部分を表しない [{2}] です。
ko: 기본 유형이 {0} [{1}]이(가) 아니며, 파트 유형은 달력 파트를 나타내지 않는 [{2}]입니다.
ms: Jenis asas bukan {0} [{1}] dan jenis bahagian ialah [{2}] yang tidak mewakili bahagian kalendar.
nb: Basetypen er ikke {0} [{1}], og deltypen er [{2}], som ikke representerer kalenderdelen.
nl: Het basistype is niet {0} [{1}] en het onderdeeltype is [{2}] dat geen kalenderonderdeel vertegenwoordigt.
pt: O tipo base não é {0} [{1}] e o tipo de peça é [{2}], o que não representa a parte do calendário.
ro: Tipul de bază nu este {0} [{1}], iar tipul de parte este [{2}], ceea ce nu reprezintă o parte din calendar.
tr: Temel tür {0} [{1}] değildir ve parça türü takvim parçasını temsil etmeyen [{2}]'dir.
uk: Базовий тип не {0} [{1}], а тип частини [{2}], що не представляє частину календаря.
vi: Kiểu cơ sở không phải là {0} [{1}] và kiểu bộ phận là [{2}] không biểu diễn bộ phận lịch.
zh: 基底類型不是 {0} [{1}]，且零件類型為 [{2}]，不代表日曆部件。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDAR_PARTSTYPEMISMATCH
source: Parts array enumeration [{0}] is different from the expected one [{1}] according to type {2}.
ar: يختلف تعداد مصفوفة الأجزاء [{0}] عن المتوقع [{1}] وفقًا للنوع {2}.
de: Die Teile-Array-Enumeration [{0}] unterscheidet sich von der erwarteten [{1}] gemäß Typ {2}.
el: Η απαρίθμηση του πίνακα μερών [{0}] διαφέρει από την αναμενόμενη [{1}] ανάλογα με τον τύπο {2}.
es: La enumeración de la matriz de partes [{0}] es diferente de la esperada [{1}] según el tipo {2}.
fr: L'énumération du tableau de parties [{0}] est différente de celle attendue [{1}] selon le type {2}.
ga: Tá uimhir eagar na gcodanna [{0}] difriúil ón gceann a bhfuiltear ag súil leis [{1}] de réir an chineáil {2}.
hi: भाग सरणी गणना [{0}] प्रकार {2} के अनुसार अपेक्षित एक [{1}] से भिन्न है।
id: Enumerasi array komponen [{0}] berbeda dari yang diharapkan [{1}] menurut tipe {2}.
it: L'enumerazione dell'array di parti [{0}] è diversa da quella prevista [{1}] in base al tipo {2}.
ja: パーツ配列列挙 [{0}] は、型 {2} に従って、期待されるもの [{1}] と異なります。
ko: 파트 배열 열거형 [{0}]이(가) 유형 {2}에 따라 예상된 [{1}]과(와) 다릅니다.
ms: Penghitungan tatasusunan bahagian [{0}] berbeza daripada yang dijangkakan [{1}] mengikut jenis {2}.
nb: Delarray-opplistingen [{0}] er forskjellig fra den forventede [{1}] i henhold til typen {2}.
nl: De opsomming van de onderdelenarray [{0}] wijkt af van de verwachte [{1}] volgens type {2}.
pt: A enumeração da matriz de peças [{0}] é diferente da esperada [{1}], de acordo com o tipo {2}.
ro: Enumerarea matricei de părți [{0}] este diferită de cea așteptată [{1}] în funcție de tipul {2}.
tr: Parça dizisi numaralandırması [{0}], {2} türüne göre beklenenden [{1}] farklıdır.
uk: Перерахування масиву частин [{0}] відрізняється від очікуваного [{1}] відповідно до типу {2}.
vi: Đánh số mảng bộ phận [{0}] khác với đánh số mong đợi [{1}] theo kiểu {2}.
zh: 部件數組列舉 [{0}] 與根據類型 {2} 預期的枚舉 [{1}] 不同。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDAR_INVALIDVERSION
source: Invalid vCalendar version {0} specified. The supported versions are 1.0 and 2.0.
ar: تم تحديد إصدار vCalendar غير صالح {0}. الإصداران المدعومان هما 1.0 و2.0.
de: Ungültige vCalendar-Version {0} angegeben. Die unterstützten Versionen sind 1.0 und 2.0.
el: Καθορίστηκε μη έγκυρη έκδοση vCalendar {0}. Οι υποστηριζόμενες εκδόσεις είναι 1.0 και 2.0.
es: La versión de vCalendar {0} especificada no es válida. Las versiones compatibles son 1.0 y 2.0.
fr: La version vCalendar {0} spécifiée est invalide. Les versions prises en charge sont 1.0 et 2.0.
ga: Leagan neamhbhailí de vCalendar sonraithe {0}. Is iad 1.0 agus 2.0 na leaganacha tacaithe.
hi: अमान्य vCalendar संस्करण {0} निर्दिष्ट किया गया है। समर्थित संस्करण 1.0 और 2.0 हैं।
id: Versi vCalendar {0} yang tidak valid ditentukan. Versi yang didukung adalah 1.0 dan 2.0.
it: È stata specificata una versione di vCalendar {0} non valida. Le versioni supportate sono 1.0 e 2.0.
ja: 無効な vCalendar バージョン {0} が指定されました。サポートされているバージョンは 1.0 と 2.0 です。
ko: 잘못된 vCalendar 버전 {0}이(가) 지정되었습니다. 지원되는 버전은 1.0 및 2.0입니다.
ms: Versi vCalendar {0} tidak sah dinyatakan. Versi yang disokong ialah 1.0 dan 2.0.
nb: Ugyldig vCalendar-versjon {0} er angitt. De støttede versjonene er 1.0 og 2.0.
nl: Ongeldige vCalendar-versie {0} is opgegeven. De ondersteunde versies zijn 1.0 en 2.0.
pt: Versão {0} do vCalendar especificada inválida. As versões suportadas são a 1.0 e a 2.0.
ro: Versiunea vCalendar {0} specificată este nevalidă. Versiunile acceptate sunt 1.0 și 2.0.
tr: Geçersiz vCalendar sürümü {0} belirtildi. Desteklenen sürümler 1.0 ve 2.0'dır.
uk: Вказано недійсну версію vCalendar {0}. Підтримувані версії: 1.0 та 2.0.
vi: Phiên bản vCalendar {0} không hợp lệ đã chỉ định. Các phiên bản được hỗ trợ là 1.0 và 2.0.
zh: 指定的 vCalendar 版本 {0} 無效。支援的版本為 1.0 和 2.0。
