Repository: Aptivi/VisualCard
Catalog: public/VisualCard.Calendar/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_LEGACY_PROCEDUREALARMINFO_ARGMISMATCH
source: When splitting procedure alarm information, the split value is {0} instead of 4.
ar: عند تقسيم معلومات تنبيه الإجراء، تكون قيمة التقسيم {0} بدلاً من 4.
de: Beim Aufteilen von Verfahrensalarminformationen beträgt der Splittwert {0} statt 4.
el: Κατά τον διαχωρισμό πληροφοριών συναγερμού διαδικασίας, η τιμή διαχωρισμού είναι {0} αντί για 4.
es: Al dividir la información de alarma de procedimiento, el valor de división es {0} en lugar de 4.
fr: Lors du fractionnement des informations d'alarme de procédure, la valeur de fractionnement est {0} au lieu de 4.
ga: Agus faisnéis aláraim nós imeachta á roinnt, is é {0} an luach scoilte in ionad 4.
hi: प्रक्रिया अलार्म जानकारी को विभाजित करते समय, विभाजन मान 4 के बजाय {0} है।
id: Saat membagi informasi alarm prosedur, nilai pembagiannya adalah {0}, bukan 4.
it: Quando si suddividono le informazioni di un allarme procedurale, il valore di suddivisione è {0} anziché 4.
ja: 手順アラーム情報を分割する際、分割値は 4 ではなく {0} です。
ko: 절차 알람 정보를 분할할 때 분할 값이 4가 아닌 {0}입니다.
ms: Apabila membahagikan maklumat penggera prosedur, nilai pemisahan ialah {0} bukannya 4.
nb: Når du deler prosedyrealarminformasjon, er delingsverdien {0} i stedet for 4.
nl: Bij het splitsen van procedure-alarminformatie is de splitswaarde {0} in plaats van 4.
pt: Ao dividir a informação de alarme de procedimento, o valor de divisão é {0} em vez de 4.
ro: La divizarea informațiilor despre alarma de procedură, valoarea divizată este {0} în loc de 4.
tr: Prosedür alarm bilgilerini bölerken, bölme değeri 4 yerine {0}'dır.
uk: Під час розділення інформації про процедуру тривоги значення розділення дорівнює {0} замість 4.
vi: Khi chia thông tin báo động thủ tục, giá trị chia là {0} thay vì 4.
zh: 拆分過程警報訊息時，拆分值為 {0}，而不是 4。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_ATTACH_INVALIDURL
source: URL {0} is invalid
ar: عنوان URL {0} غير صالح.
de: URL {0} ist ungültig.
el: Η διεύθυνση URL {0} δεν είναι έγκυρη
es: La URL {0} no es válida.
fr: L'URL {0} est non valide.
ga: Tá URL {0} neamhbhailí
hi: URL {0} अमान्य है
id: URL {0} tidak valid
it: L'URL {0} non è valido
ja: URL {0} が無効です。
ko: URL {0}이 잘못되었습니다.
ms: URL {0} tidak sah
nb: URL {0} er ugyldig
nl: URL {0} is ongeldig
pt: URL {0} inválido
ro: URL-ul {0} este nevalid
tr: URL {0} geçersiz
uk: URL-адреса {0} недійсна
vi: URL {0} không hợp lệ
zh: URL {0} 無效

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_GEO_ARGMISMATCH
source: When splitting geography, the split value is {0} instead of 2.
ar: عند تقسيم الموقع الجغرافي، تكون قيمة التقسيم {0} بدلاً من 2.
de: Beim Aufteilen der Geografie beträgt der Splittwert {0} statt 2.
el: Κατά τον διαχωρισμό γεωγραφικής περιοχής, η τιμή διαχωρισμού είναι {0} αντί για 2.
es: Al dividir la geografía, el valor de división es {0} en lugar de 2.
fr: Lors du fractionnement géographique, la valeur de fractionnement est {0} au lieu de 2.
ga: Agus tíreolaíocht á roinnt, is é {0} an luach scoilte in ionad 2.
hi: भूगोल को विभाजित करते समय, विभाजन मान 2 के बजाय {0} है।
id: Saat membagi geografi, nilai pembagiannya adalah {0}, bukan 2.
it: Quando si suddivide la geografia, il valore di suddivisione è {0} anziché 2.
ja: 地理情報を分割する際、分割値は 2 ではなく {0} です。
ko: 지역을 분할할 때 분할 값이 2가 아닌 {0}입니다.
ms: Apabila membelah geografi, nilai pecahan ialah {0} bukannya 2.
nb: Når du deler geografi, er delingsverdien {0} i stedet for 2.
nl: Bij het splitsen van geografie is de splitswaarde {0} in plaats van 2.
pt: Ao dividir a geografia, o valor de divisão é {0} em vez de 2.
ro: La divizarea zonei geografice, valoarea divizată este {0} în loc de 2.
tr: Coğrafyayı bölerken, bölme değeri 2 yerine {0}'dır.
uk: Під час розділення географічної області значення розділення дорівнює {0} замість 2.
vi: Khi chia địa lý, giá trị chia là {0} thay vì 2.
zh: 拆分地理位置時，拆分值為 {0}，而非 2。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_GEO_INVALIDLAT
source: Invalid latitude {0}
ar: خط العرض غير صالح {0}
de: Ungültiger Breitengrad {0}
el: Μη έγκυρο γεωγραφικό πλάτος {0}
es: Latitud {0} no válida.
fr: Latitude non valide {0}
ga: Domhanleithead neamhbhailí {0}
hi: अमान्य अक्षांश {0}
id: Lintang {0} tidak valid
it: Latitudine {0} non valida
ja: 緯度 {0} が無効です。
ko: 위도 {0}이 잘못되었습니다.
ms: Latitud tidak sah {0}
nb: Ugyldig breddegrad {0}
nl: Ongeldige breedtegraad {0}
pt: Latitude inválida {0}
ro: Latitudine nevalidă {0}
tr: Geçersiz enlem {0}
uk: Недійсна широта {0}
vi: Vĩ độ không hợp lệ {0}
zh: 緯度無效 {0}

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_GEO_INVALIDLONG
source: Invalid longitude {0}
ar: خط الطول غير صالح {0}
de: Ungültiger Längengrad {0}
el: Μη έγκυρο γεωγραφικό μήκος {0}
es: Longitud {0} no válida.
fr: Longitude non valide {0}
ga: Domhanfhad neamhbhailí {0}
hi: अमान्य देशांतर {0}
id: Bujur {0} tidak valid
it: Longitudine {0} non valida
ja: 経度 {0} が無効です。
ko: 경도 {0}이 잘못되었습니다.
ms: Longitud tidak sah {0}
nb: Ugyldig lengdegrad {0}
nl: Ongeldige lengtegraad {0}
pt: Longitude inválida {0}
ro: Longitudine nevalidă {0}
tr: Geçersiz boylam {0}
uk: Недійсна довгота {0}
vi: Kinh độ không hợp lệ {0}
zh: 經度無效 {0}

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_REQSTATUS_NOSPLIT
source: There is no semicolon to split between status number and status description and, possibly, the external data pair.
ar: لا توجد فاصلة منقوطة للتقسيم بين رقم الحالة ووصفها، وربما زوج البيانات الخارجي.
de: Es gibt kein Semikolon zum Aufteilen zwischen Statusnummer und Statusbeschreibung und möglicherweise dem externen Datenpaar.
el: Δεν υπάρχει ερωτηματικό για τον διαχωρισμό μεταξύ του αριθμού κατάστασης και της περιγραφής κατάστασης και, ενδεχομένως, του ζεύγους εξωτερικών δεδομένων.
es: No hay punto y coma para separar el número de estado, la descripción del estado y, posiblemente, el par de datos externos.
fr: Il n'y a pas de point-virgule pour séparer le numéro d'état et la description de l'état, et éventuellement la paire de données externes.
ga: Níl aon leathstad ann le roinnt idir uimhir stádais agus cur síos stádais agus, b'fhéidir, an péire sonraí seachtracha.
hi: स्थिति संख्या और स्थिति विवरण और संभवतः, बाहरी डेटा जोड़ी के बीच विभाजित करने के लिए कोई अर्धविराम नहीं है।
id: Tidak ada titik koma untuk membagi antara nomor status dan deskripsi status dan, mungkin, pasangan data eksternal.
it: Non c'è un punto e virgola da separare tra il numero di stato e la descrizione dello stato e, possibilmente, la coppia di dati esterni.
ja: ステータス番号とステータス説明、および場合によっては外部データ ペアを分割するためのセミコロンがありません。
ko: 상태 번호와 상태 설명, 그리고 외부 데이터 쌍 사이에 분할할 세미콜론이 없습니다.
ms: Tiada koma bertitik untuk dipisahkan antara nombor status dan perihalan status dan, mungkin, pasangan data luaran.
nb: Det er ikke noe semikolon å dele mellom statusnummer og statusbeskrivelse, og muligens det eksterne dataparet.
nl: Er is geen puntkomma om te splitsen tussen statusnummer en statusbeschrijving en mogelijk het externe datapaar.
pt: Não há ponto e vírgula para dividir entre o número e a descrição do estado e, possivelmente, o par de dados externo.
ro: Nu există punct și virgulă pentru a diviza numărul de stare și descrierea stării și, eventual, perechea de date externe.
tr: Durum numarası ile durum açıklaması ve muhtemelen harici veri çifti arasında bölmek için noktalı virgül yoktur.
uk: Немає крапки з комою для розділення між номером стану та описом стану, а також, можливо, парою зовнішніх даних.
vi: Không có dấu chấm phẩy để chia giữa số trạng thái và mô tả trạng thái và có thể là cặp dữ liệu bên ngoài.
zh: 沒有分號來分隔狀態編號和狀態描述，以及可能的外部資料對。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_REQSTATUS_NOSPLITCODES
source: There is no dot to split two or three status codes.
ar: لا توجد نقطة لتقسيم رمزي حالة أو ثلاثة.
de: Es gibt keinen Punkt zum Aufteilen von zwei oder drei Statuscodes.
el: Δεν υπάρχει τελεία για τον διαχωρισμό δύο ή τριών κωδικών κατάστασης.
es: No hay punto para separar dos o tres códigos de estado.
fr: Il n'y a pas de point pour séparer deux ou trois codes d'état.
ga: Níl aon ponc ann le dhá nó trí chód stádais a roinnt.
hi: दो या तीन स्थिति कोड को विभाजित करने के लिए कोई बिंदु नहीं है।
id: Tidak ada titik untuk membagi dua atau tiga kode status.
it: Non c'è un punto per separare due o tre codici di stato.
ja: 2 つまたは 3 つのステータス コードを分割するためのドットがありません。
ko: 두세 개의 상태 코드를 분할할 점이 없습니다.
ms: Tiada titik untuk memisahkan dua atau tiga kod status.
nb: Det er ikke noe punktum å dele to eller tre statuskoder.
nl: Er is geen punt om twee of drie statuscodes te splitsen.
pt: Não há ponto para dividir dois ou três códigos de estado.
ro: Nu există punct pentru a diviza două sau trei coduri de stare.
tr: İki veya üç durum kodunu bölmek için nokta yoktur.
uk: Немає крапки для розділення двох або трьох кодів стану.
vi: Không có dấu chấm để chia hai hoặc ba mã trạng thái.
zh: 沒有點號來分隔兩個或三個狀態碼。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_REQSTATUS_ARGMISMATCH
source: After splitting, got {0} items instead of 2 or 3.
ar: بعد التقسيم، تم الحصول على {0} عنصر بدلاً من عنصرين أو ثلاثة.
de: Nach dem Aufteilen wurden {0} Elemente statt 2 oder 3 erhalten.
el: Μετά τον διαχωρισμό, ελήφθησαν {0} στοιχεία αντί για 2 ή 3.
es: Después de la división, se obtuvieron {0} elementos en lugar de 2 o 3.
fr: Après le fractionnement, j'ai obtenu {0} éléments au lieu de 2 ou 3.
ga: Tar éis roinnte, fuarthas {0} mír in ionad 2 nó 3.
hi: विभाजन के बाद, 2 या 3 के बजाय {0} आइटम मिले।
id: Setelah membagi, diperoleh {0} item, bukan 2 atau 3.
it: Dopo la suddivisione, sono stati ottenuti {0} elementi anziché 2 o 3.
ja: 分割後、2 つまたは 3 つではなく {0} 個の項目を取得しました。
ko: 분할 후 2개 또는 3개가 아닌 {0}개의 항목이 표시되었습니다.
ms: Selepas berpecah, dapatkan {0} item dan bukannya 2 atau 3.
nb: Etter deling fikk jeg {0} elementer i stedet for 2 eller 3.
nl: Na het splitsen werden {0} items in plaats van 2 of 3 weergegeven.
pt: Após a divisão, foram obtidos {0} itens em vez de 2 ou 3.
ro: După divizare, s-au obținut {0} elemente în loc de 2 sau 3.
tr: Bölmeden sonra, 2 veya 3 yerine {0} öğe elde edildi.
uk: Після розділення отримано {0} елементів замість 2 або 3.
vi: Sau khi chia, nhận được {0} mục thay vì 2 hoặc 3.
zh: 拆分後，得到 {0} 個項目，而不是 2 個或 3 個。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_REQSTATUS_INVALIDNUM
source: Status is not a number.
ar: الحالة ليست رقمًا.
de: Status ist keine Zahl.
el: Η κατάσταση δεν είναι αριθμός.
es: El estado no es un número.
fr: L'état n'est pas un nombre.
ga: Ní uimhir é an stádas.
hi: स्थिति एक संख्या नहीं है।
id: Status bukan angka.
it: Lo stato non è un numero.
ja: ステータスが数値ではありません。
ko: 상태가 숫자가 아닙니다.
ms: Status bukan nombor.
nb: Status er ikke et tall.
nl: Status is geen getal.
pt: O estado não é um número.
ro: Starea nu este un număr.
tr: Durum bir sayı değil.
uk: Статус не є числом.
vi: Trạng thái không phải là số.
zh: 狀態不是數字。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDAR_ENUMTYPENOTFOUND
source: Enumeration type is not found for {0}
ar: لم يتم العثور على نوع التعداد لـ {0}.
de: Aufzählungstyp für {0} nicht gefunden.
el: Δεν βρέθηκε τύπος απαρίθμησης για {0}
es: No se encuentra el tipo de enumeración para {0}.
fr: Type d'énumération introuvable pour {0}
ga: Ní bhfuarthas cineál áirimh do {0}
hi: {0} के लिए गणना प्रकार नहीं मिला
id: Jenis enumerasi tidak ditemukan untuk {0}
it: Tipo di enumerazione non trovato per {0}
ja: {0} の列挙型が見つかりません。
ko: {0}에 대한 열거형 유형을 찾을 수 없습니다.
ms: Jenis penghitungan tidak ditemui untuk {0}
nb: Opplistingstype finnes ikke for {0}
nl: Enumeratietype is niet gevonden voor {0}
pt: O tipo de enumeração não foi encontrado para {0}
ro: Tipul de enumerare nu a fost găsit pentru {0}
tr: {0} için numaralandırma türü bulunamadı
uk: Тип переліку не знайдено для {0}
vi: Không tìm thấy loại liệt kê cho {0}
zh: 未找到 {0} 的枚舉類型

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDAR_ENUMTYPEUNDETERMINABLE_DELETE
source: Can't determine enumeration type to delete part.
ar: لا يمكن تحديد نوع التعداد لحذف جزء.
de: Aufzählungstyp zum Löschen eines Teils konnte nicht ermittelt werden.
el: Δεν είναι δυνατός ο προσδιορισμός του τύπου απαρίθμησης για τη διαγραφή του μέρους.
es: No se puede determinar el tipo de enumeración para eliminar parte.
fr: Impossible de déterminer le type d'énumération pour supprimer une partie.
ga: Ní féidir an cineál áirimh a chinneadh chun cuid a scriosadh.
hi: भाग को हटाने के लिए गणना प्रकार निर्धारित नहीं किया जा सकता।
id: Tidak dapat menentukan jenis enumerasi untuk menghapus bagian.
it: Impossibile determinare il tipo di enumerazione per eliminare la parte.
ja: 部分を削除する列挙型を判別できません。
ko: 부분을 삭제할 열거형 유형을 결정할 수 없습니다.
ms: Tidak dapat menentukan jenis penghitungan untuk memadamkan bahagian.
nb: Kan ikke bestemme opplistingstypen for å slette en del.
nl: Kan geen enumeratietype bepalen om een ​​deel te verwijderen.
pt: Não é possível determinar o tipo de enumeração para excluir parte.
ro: Nu se poate determina tipul de enumerare pentru a șterge o parte.
tr: Parçayı silmek için numaralandırma türü belirlenemiyor.
uk: Не вдається визначити тип переліку для видалення частини.
vi: Không xác định được loại liệt kê để xóa phần.
zh: 無法確定要刪除部分的枚舉類型。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDAR_ENUMTYPEUNDETERMINABLE_ADD
source: Can't determine enumeration type to add part.
ar: لا يمكن تحديد نوع التعداد لإضافة جزء.
de: Der Enumerationstyp zum Hinzufügen des Teils kann nicht bestimmt werden.
el: Δεν είναι δυνατός ο προσδιορισμός του τύπου απαρίθμησης για την προσθήκη του μέρους.
es: No se puede determinar el tipo de enumeración para agregar la parte.
fr: Impossible de déterminer le type d'énumération pour ajouter une partie.
ga: Ní féidir an cineál áirimh a chinneadh chun cuid a chur leis.
hi: भाग जोड़ने के लिए गणना प्रकार निर्धारित नहीं किया जा सकता।
id: Tidak dapat menentukan jenis enumerasi untuk menambahkan bagian.
it: Impossibile determinare il tipo di enumerazione per aggiungere la parte.
ja: パーツを追加するための列挙型を決定できません。
ko: 부분을 ​​추가할 열거형 유형을 결정할 수 없습니다.
ms: Tidak dapat menentukan jenis penghitungan untuk menambah bahagian.
nb: Kan ikke bestemme opplistingstypen for å legge til en del.
nl: Kan het opsommingstype voor het toevoegen van een onderdeel niet bepalen.
pt: Não é possível determinar o tipo de enumeração para adicionar parte.
ro: Nu se poate determina tipul de enumerare pentru a adăuga o parte.
tr: Parçayı eklemek için numaralandırma türü belirlenemiyor.
uk: Не вдається визначити тип переліку для додавання частини.
vi: Không xác định được loại liệt kê để thêm phần.
zh: 無法確定要新增部分的枚舉類型。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDAR_CANTADDCARDINALITY_PARTS
source: Can't add part array {0}, because cardinality is {1}.
ar: لا يمكن إضافة مصفوفة الأجزاء {0}، لأن عدد العناصر هو {1}.
de: Das Teil-Array {0} kann nicht hinzugefügt werden, da die Kardinalität {1} ist.
el: Δεν είναι δυνατή η προσθήκη του πίνακα μερών {0}, επειδή η πληθικότητα είναι {1}.
es: No se puede agregar la matriz {0} porque la cardinalidad es {1}.
fr: Impossible d'ajouter le tableau de parties {0}, car sa cardinalité est {1}.
ga: Ní féidir eagar cuid {0} a chur leis, mar is é {1} an cardinality.
hi: भाग सरणी {0} नहीं जोड़ा जा सकता, क्योंकि कार्डिनैलिटी {1} है।
id: Tidak dapat menambahkan array bagian {0}, karena kardinalitasnya adalah {1}.
it: Impossibile aggiungere la parte dell'array {0}, perché la cardinalità è {1}.
ja: カーディナリティが {1} であるため、パーツ配列 {0} を追加できません。
ko: 기수가 {1}이므로 부분 배열 {0}을(를) 추가할 수 없습니다.
ms: Tidak boleh menambah tatasusunan bahagian {0}, kerana kardinaliti ialah {1}.
nb: Kan ikke legge til delmatrisen {0}, fordi kardinaliteten er {1}.
nl: Kan onderdeelarray {0} niet toevoegen, omdat kardinaliteit {1} is.
pt: Não é possível adicionar a matriz de partes {0}, porque a cardinalidade é {1}.
ro: Nu se poate adăuga matricea de părți {0}, deoarece cardinalitatea este {1}.
tr: Parça dizisi {0} eklenemiyor, çünkü kardinalite {1}.
uk: Неможливо додати частину масиву {0}, оскільки потужність дорівнює {1}.
vi: Không thể thêm mảng phần {0}, vì số lượng là {1}.
zh: 無法加入部分數組 {0}，因為基數為 {1}。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDAR_CANTADDCARDINALITY_STRING
source: Can't add string {0}, because cardinality is {1}.
ar: لا يمكن إضافة سلسلة نصية {0}، لأن عدد العناصر هو {1}.
de: Die Zeichenfolge {0} kann nicht hinzugefügt werden, da die Kardinalität {1} ist.
el: Δεν είναι δυνατή η προσθήκη συμβολοσειράς {0}, επειδή η πληθικότητα είναι {1}.
es: No se puede agregar la cadena {0} porque la cardinalidad es {1}.
fr: Impossible d'ajouter la chaîne {0}, car sa cardinalité est {1}.
ga: Ní féidir teaghrán {0} a chur leis, mar is é {1} an cardinality.
hi: स्ट्रिंग {0} नहीं जोड़ा जा सकता, क्योंकि कार्डिनैलिटी {1} है।
id: Tidak dapat menambahkan string {0}, karena kardinalitasnya adalah {1}.
it: Impossibile aggiungere la stringa {0}, perché la cardinalità è {1}.
ja: カーディナリティが {1} であるため、文字列 {0} を追加できません。
ko: 기수가 {1}이므로 문자열 {0}을(를) 추가할 수 없습니다.
ms: Tidak dapat menambah rentetan {0}, kerana kardinaliti ialah {1}.
nb: Kan ikke legge til strengen {0}, fordi kardinaliteten er {1}.
nl: Kan string {0} niet toevoegen, omdat kardinaliteit {1} is.
pt: Não é possível adicionar a string {0}, porque a cardinalidade é {1}.
ro: Nu se poate adăuga șirul {0}, deoarece cardinalitatea este {1}.
tr: Dize {0} eklenemiyor, çünkü kardinalite {1}.
uk: Неможливо додати рядок {0}, оскільки потужність дорівнює {1}.
vi: Không thể thêm chuỗi {0}, vì số lượng là {1}.
zh: 無法新增字串 {0}，因為基數為 {1}。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDAR_CANTADDCARDINALITY_INTEGER
source: Can't add integer {0}, because cardinality is {1}.
ar: لا يمكن إضافة عدد صحيح {0}، لأن عدد العناصر هو {1}.
de: Die Ganzzahl {0} kann nicht hinzugefügt werden, da die Kardinalität {1} ist.
el: Δεν είναι δυνατή η προσθήκη ακέραιου αριθμού {0}, επειδή η πληθικότητα είναι {1}.
es: No se puede agregar el entero {0} porque la cardinalidad es {1}.
fr: Impossible d'ajouter l'entier {0}, car sa cardinalité est {1}.
ga: Ní féidir an slánuimhir {0} a chur leis, mar is é {1} an cardinality.
hi: पूर्णांक {0} नहीं जोड़ा जा सकता, क्योंकि कार्डिनैलिटी {1} है।
id: Tidak dapat menambahkan integer {0}, karena kardinalitasnya adalah {1}.
it: Impossibile aggiungere l'intero {0}, perché la cardinalità è {1}.
ja: カーディナリティが {1} であるため、整数 {0} を追加できません。
ko: 기수가 {1}이므로 정수 {0}을(를) 추가할 수 없습니다.
ms: Tidak boleh menambah integer {0}, kerana kardinaliti ialah {1}.
nb: Kan ikke legge til heltall {0}, fordi kardinaliteten er {1}.
nl: Kan integer {0} niet toevoegen, omdat kardinaliteit {1} is.
pt: Não é possível adicionar o número inteiro {0}, porque a cardinalidade é {1}.
ro: Nu se poate adăuga întregul {0}, deoarece cardinalitatea este {1}.
tr: Tam sayı {0} eklenemiyor, çünkü kardinalite {1}.
uk: Неможливо додати ціле число {0}, оскільки потужність дорівнює {1}.
vi: Không thể thêm số nguyên {0}, vì số lượng là {1}.
zh: 無法加整數 {0}，因為基數為 {1}。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDAR_NEEDSKEYS_ROOT
source: The following keys [{0}] are required in the root. Got [{1}].
ar: المفاتيح التالية [{0}] مطلوبة في الجذر. تم الحصول على [{1}].
de: Die folgenden Schlüssel [{0}] werden im Stammverzeichnis benötigt. [{1}]
el: Τα ακόλουθα κλειδιά [{0}] απαιτούνται στη ρίζα. Got [{1}].
es: Se requieren las siguientes claves [{0}] en la raíz. Se obtuvo [{1}].
fr: Les clés suivantes [{0}] sont requises dans la racine. Obtenu [{1}].
ga: Tá na heochracha seo a leanas [{0}] ag teastáil sa fhréamh. Fuarthas [{1}].
hi: मूल में निम्नलिखित कुंजियाँ [{0}] आवश्यक हैं। [{1}] मिला।
id: Kunci berikut [{0}] diperlukan di root. Mendapatkan [{1}].
it: Le seguenti chiavi [{0}] sono obbligatorie nella radice. Ottenuto [{1}].
ja: ルートには次のキー [{0}] が必要です。取得値は [{1}] です。
ko: 루트에 다음 키 [{0}]이(가) 필요합니다. [{1}]을(를) 가져왔습니다.
ms: Kekunci berikut [{0}] diperlukan dalam akar. Mendapat [{1}].
nb: Følgende nøkler [{0}] kreves i roten. Fikk [{1}].
nl: De volgende sleutels [{0}] zijn vereist in de root. [{1}] is verkregen.
pt: As seguintes chaves [{0}] são necessárias na raiz. Obtido [{1}].
ro: Următoarele chei [{0}] sunt necesare în rădăcină. Obținut [{1}].
tr: Kök dizinde aşağıdaki anahtarlar [{0}] gereklidir. [{1}] alındı.
uk: Наступні ключі [{0}] обов'язкові в корені. Отримано [{1}].
vi: Các khóa sau [{0}] là bắt buộc trong gốc. Đã có [{1}].
zh: 根目錄中需要以下鍵 [{0}]。結果為 [{1}]。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDAR_NEEDSKEYS_EVENT
source: The following keys [{0}] are required in the event representation. Got [{1}].
ar: المفاتيح التالية [{0}] مطلوبة في تمثيل الحدث. تم الحصول على [{1}].
de: Die folgenden Schlüssel [{0}] werden in der Ereignisdarstellung benötigt. [{1}]
el: Τα ακόλουθα κλειδιά [{0}] απαιτούνται στην αναπαράσταση συμβάντος. Got [{1}].
es: Se requieren las siguientes claves [{0}] en la representación del evento. Se obtuvo [{1}].
fr: Les clés suivantes [{0}] sont requises dans la représentation des événements. Obtenu [{1}].
ga: Tá na heochracha seo a leanas [{0}] ag teastáil san ionadaíocht imeachta. Fuarthas [{1}].
hi: घटना निरूपण में निम्नलिखित कुंजियाँ [{0}] आवश्यक हैं। [{1}] मिला।
id: Kunci berikut [{0}] diperlukan dalam representasi acara. Mendapatkan [{1}].
it: Le seguenti chiavi [{0}] sono obbligatorie nella rappresentazione dell'evento. Ottenuto [{1}].
ja: イベント表現には次のキー [{0}] が必要です。取得値は [{1}] です。
ko: 이벤트 표현에 다음 키 [{0}]이(가) 필요합니다. [{1}]을(를) 가져왔습니다.
ms: Kekunci berikut [{0}] diperlukan dalam perwakilan acara. Mendapat [{1}].
nb: Følgende nøkler [{0}] kreves i hendelsesrepresentasjonen. Fikk [{1}].
nl: De volgende sleutels [{0}] zijn vereist in de gebeurtenisweergave. [{1}] is verkregen.
pt: As seguintes chaves [{0}] são necessárias na representação do evento. Obtido [{1}].
ro: Următoarele chei [{0}] sunt necesare în reprezentarea evenimentului. Obținut [{1}].
tr: Olay gösteriminde aşağıdaki anahtarlar [{0}] gereklidir. [{1}] alındı.
uk: Наступні ключі [{0}] обов'язкові в представленні події. Отримано [{1}].
vi: Các khóa sau [{0}] là bắt buộc trong biểu diễn sự kiện. Đã có [{1}].
zh: 事件表示中需要以下按鍵 [{0}]。結果為 [{1}]。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDAR_DATEENDCONFLICT_EVENT
source: Date end and duration conflict found.
ar: تم العثور على تعارض بين تاريخ النهاية والمدة.
de: Konflikt zwischen Enddatum und Dauer gefunden.
el: Βρέθηκε διένεξη ημερομηνίας λήξης και διάρκειας.
es: Se encontró un conflicto entre la fecha de finalización y la duración.
fr: Conflit de date de fin et de durée détecté.
ga: Coimhlint dáta deiridh agus fad aimsithe.
hi: तिथि समाप्ति और अवधि संघर्ष पाया गया।
id: Ditemukan konflik tanggal akhir dan durasi.
it: È stato trovato un conflitto tra data di fine e durata.
ja: 終了日と期間の競合が見つかりました。
ko: 날짜 종료와 기간이 충돌합니다.
ms: Konflik tarikh tamat dan tempoh ditemui.
nb: Konflikt mellom datoslutt og varighet funnet.
nl: Conflict tussen einddatum en duur gevonden.
pt: Encontrou-se conflito entre data de término e duração.
ro: S-a găsit un conflict între data de sfârșit și durata.
tr: Tarih sonu ve süre çakışması bulundu.
uk: Знайдено конфлікт дати закінчення та тривалості.
vi: Đã tìm thấy xung đột ngày kết thúc và thời lượng.
zh: 發現結束日期和持續時間衝突。
