Repository: Aptivi/VisualCard
Catalog: public/VisualCard.Calendar/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# VISUALCARD_CALENDAR_EXCEPTION_GENERALCALENDARPARSEERROR
source: General calendar parsing error.
ar: خطأ عام في تحليل التقويم.
de: Allgemeiner Kalenderanalysefehler.
el: Γενικό σφάλμα ανάλυσης ημερολογίου.
es: Error general de análisis del calendario.
fr: Erreur générale d'analyse du calendrier.
ga: Earráid ghinearálta parsála féilire.
hi: सामान्य कैलेंडर पार्सिंग त्रुटि।
id: Kesalahan penguraian kalender umum.
it: Errore generale di analisi del calendario.
ja: 一般的なカレンダー解析エラーです。
ko: 일반 달력 구문 분석 오류입니다.
ms: Ralat penghuraian kalendar am.
nb: Generell kalenderparsefeil.
nl: Algemene fout bij het parseren van de agenda.
pt: Erro geral de análise do calendário.
ro: Eroare generală de analiză a calendarului.
tr: Genel takvim ayrıştırma hatası.
uk: Загальна помилка розбору календаря.
vi: Lỗi phân tích lịch chung.
zh: 常規日曆解析錯誤。

# VISUALCARD_CALENDAR_EXCEPTION_CALENDARPARSEERROR
source: An error occurred while parsing the VCalendar calendar
ar: حدث خطأ أثناء تحليل تقويم vCalendar.
de: Beim Parsen des VCalendar-Kalenders ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την ανάλυση του ημερολογίου VCalendar
es: Se produjo un error al analizar el calendario de VCalendar.
fr: Une erreur s'est produite lors de l'analyse du calendrier VCalendar.
ga: Tharla earráid agus féilire VCalendar á pharsáil
hi: VCalendar कैलेंडर को पार्स करते समय एक त्रुटि हुई
id: Terjadi kesalahan saat mengurai kalender VCalendar
it: Si è verificato un errore durante l'analisi del calendario VCalendar.
ja: VCalendar カレンダーの解析中にエラーが発生しました。
ko: VCalendar 달력을 구문 분석하는 중 오류가 발생했습니다.
ms: Ralat berlaku semasa menghuraikan kalendar VCalendar
nb: Det oppsto en feil under parsing av VCalendar-kalenderen.
nl: Er is een fout opgetreden bij het parseren van de VCalendar-agenda.
pt: Ocorreu um erro ao analisar o calendário do VCalendar.
ro: A apărut o eroare la analizarea calendarului VCalendar.
tr: VCalendar takvimi ayrıştırılırken bir hata oluştu
uk: Сталася помилка під час розбору календаря VCalendar.
vi: Đã xảy ra lỗi khi phân tích lịch VCalendar
zh: 解析 VCalendar 日曆時發生錯誤。

# VISUALCARD_CALENDAR_EXCEPTION_CALENDARPARSEERROR_ERROR
source: Error:
ar: الخطأ:
de: Fehler:
el: Σφάλμα:
fr: Erreur :
ga: Earráid:
hi: त्रुटि:
id: Kesalahan:
it: Errore:
ja: エラー:
ko: 오류:
ms: Ralat:
nb: Feil:
nl: Fout:
pt: Erro:
ro: Eroare:
tr: Hata:
uk: Помилка:
vi: Lỗi:
zh: 錯誤：

# VISUALCARD_CALENDAR_EXCEPTION_CALENDARPARSEERROR_LINE
source: Line:
ar: السطر:
de: Zeile:
el: Γραμμή:
es: Línea:
fr: Ligne :
ga: Líne:
hi: पंक्ति:
id: Baris:
it: Riga:
ja: 行:
ko: 줄:
ms: Talian:
nb: Linje:
nl: Regel:
pt: Linha:
ro: Linie:
tr: Satır:
uk: Рядок:
vi: Dòng:
zh: 行：

# VISUALCARD_CALENDAR_EXCEPTION_CALENDARPARSEERROR_LINENUM
source: Line number:
ar: رقم السطر:
de: Zeilennummer:
el: Αριθμός γραμμής:
es: Número de línea:
fr: Numéro de ligne :
ga: Uimhir na líne:
hi: पंक्ति संख्या:
id: Nomor baris:
it: Numero di riga:
ja: 行番号:
ko: 줄 번호:
ms: Nombor baris:
nb: Linjenummer:
nl: Regelnummer:
pt: Número da linha:
ro: Număr linie:
tr: Satır numarası:
uk: Номер рядка:
vi: Số dòng:
zh: 行號：

# VISUALCARD_CALENDAR_PARSER_EXCEPTION_CALENDARCONTENTEMPTY
source: Calendar content is empty.
ar: محتوى التقويم فارغ.
de: Kalenderinhalt ist leer.
el: Το περιεχόμενο του ημερολογίου είναι κενό.
es: El contenido del calendario está vacío.
fr: Contenu du calendrier vide.
ga: Tá ábhar an fhéilire folamh.
hi: कैलेंडर सामग्री रिक्त है।
id: Konten kalender kosong.
it: Il contenuto del calendario è vuoto.
ja: カレンダーの内容が空です。
ko: 달력 내용이 비어 있습니다.
ms: Kandungan kalendar kosong.
nb: Kalenderinnholdet er tomt.
nl: De agenda-inhoud is leeg.
pt: O conteúdo do calendário está vazio.
ro: Conținutul calendarului este gol.
tr: Takvim içeriği boş.
uk: Вміст календаря порожній.
vi: Nội dung lịch trống.
zh: 日曆內容為空。

# VISUALCARD_CALENDAR_PARSER_EXCEPTION_ENDINGMISMATCH
source: Ending mismatch: Expected {0} vs. actual {1}
ar: عدم تطابق في النهاية: القيمة المتوقعة {0} مقابل القيمة الفعلية {1}
de: Ende stimmt nicht überein: Erwartet {0} vs. tatsächlich {1}
el: Αναντιστοιχία τέλους: Αναμενόμενο {0} έναντι πραγματικού {1}
es: Discrepancia final: Se esperaba {0} frente a {1} real.
fr: Incompatibilité de fin : Valeur attendue {0} vs valeur réelle {1}
ga: Neamhoird deiridh: {0} ionchais i gcoinne {1} iarbhír
hi: अंत बेमेल: अपेक्षित {0} बनाम वास्तविक {1}
id: Ketidakcocokan akhir: {0} yang diharapkan vs. {1} yang sebenarnya
it: Mancata corrispondenza finale: {0} previsto rispetto a {1} effettivo.
ja: 終了の不一致: 期待値 {0} と実際の値 {1} が一致しません。
ko: 종료 불일치: 예상 {0}과 실제 {1}이(가) 다릅니다.
ms: Menamatkan ketidakpadanan: Dijangka {0} lwn. sebenar {1}
nb: Feil i sluttresultatet: Forventet {0} vs. faktisk {1}
nl: Einde komt niet overeen: Verwachte {0} versus werkelijke {1}
pt: Incompatibilidade de finalização: Esperado {0} vs. real {1}
ro: Nepotrivire finală: Valoarea așteptată {0} vs. valoarea reală {1}
tr: Bitiş uyumsuzluğu: Beklenen {0} ile gerçek {1}
uk: Невідповідність кінцевого значення: Очікуване {0} проти фактичного {1}
vi: Không khớp kết thúc: Dự kiến ​​{0} so với thực tế {1}
zh: 結尾不符：預期為 {0}，實際為 {1}

# VISUALCARD_CALENDAR_PARSER_EXCEPTION_PARTTYPEUNSUPPORTED
source: Part info type {0} doesn't support property type {1} because the following types are supported: [{2}]
ar: نوع معلومات الجزء {0} لا يدعم نوع الخاصية {1} لأن الأنواع التالية مدعومة: [{2}]
de: Teilinfotyp {0} unterstützt Eigenschaftstyp {1} nicht, da folgende Typen unterstützt werden: [{2}]
el: Ο τύπος πληροφοριών μέρους {0} δεν υποστηρίζει τον τύπο ιδιότητας {1} επειδή υποστηρίζονται οι ακόλουθοι τύποι: [{2}]
es: El tipo de información de la pieza {0} no admite el tipo de propiedad {1} porque se admiten los siguientes tipos: [{2}]
fr: Le type d'information de partie {0} ne prend pas en charge le type de propriété {1}, car les types suivants sont pris en charge : [{2}]
ga: Ní thacaíonn cineál faisnéise cuid {0} le cineál maoine {1} mar go dtacaítear leis na cineálacha seo a leanas: [{2}]
hi: भाग जानकारी प्रकार {0} संपत्ति प्रकार {1} का समर्थन नहीं करता है क्योंकि निम्न प्रकार समर्थित हैं: [{2}]
id: Tipe info bagian {0} tidak mendukung tipe properti {1} karena tipe berikut didukung: [{2}]
it: Il tipo di informazioni della parte {0} non supporta il tipo di proprietà {1} perché sono supportati i seguenti tipi: [{2}]
ja: パーツ情報タイプ {0} は、次のタイプがサポートされているため、プロパティタイプ {1} をサポートしていません: [{2}]
ko: 파트 정보 유형 {0}은(는) 다음 유형이 지원되므로 속성 유형 {1}을(를) 지원하지 않습니다. [{2}]
ms: Jenis maklumat bahagian {0} tidak menyokong jenis harta {1} kerana jenis berikut disokong: [{2}]
nb: Delinfotypen {0} støtter ikke egenskapstypen {1} fordi følgende typer støttes: [{2}]
nl: Onderdeelinfotype {0} ondersteunt eigenschapstype {1} niet omdat de volgende typen worden ondersteund: [{2}]
pt: O tipo de informação da peça {0} não suporta o tipo de propriedade {1} porque os seguintes tipos são suportados: [{2}]
ro: Tipul de informații despre piesă {0} nu acceptă tipul de proprietate {1} deoarece sunt acceptate următoarele tipuri: [{2}]
tr: Parça bilgisi türü {0}, aşağıdaki türler desteklendiği için özellik türü {1}'i desteklemiyor: [{2}]
uk: Тип інформації про частину {0} не підтримує тип властивості {1}, оскільки підтримуються такі типи: [{2}]
vi: Loại thông tin bộ phận {0} không hỗ trợ loại thuộc tính {1} vì các loại sau được hỗ trợ: [{2}]
zh: 部分資訊類型 {0} 不支援屬性類型 {1}，因為支援下列類型：[{2}]

# VISUALCARD_CALENDAR_PARSER_EXCEPTION_VALUEDISALLOWED
source: Value {0} not in the list of allowed values [{1}]
ar: القيمة {0} غير موجودة في قائمة القيم المسموح بها [{1}]
de: Wert {0} nicht in der Liste der zulässigen Werte [{1}]
el: Η τιμή {0} δεν βρίσκεται στη λίστα επιτρεπόμενων τιμών [{1}]
es: El valor {0} no está en la lista de valores permitidos [{1}]
fr: La valeur {0} ne figure pas dans la liste des valeurs autorisées [{1}]
ga: Níl luach {0} sa liosta luachanna ceadaithe [{1}]
hi: मान {0} अनुमत मानों की सूची में नहीं है [{1}]
id: Nilai {0} tidak ada dalam daftar nilai yang diizinkan [{1}]
it: Valore {0} non presente nell'elenco dei valori consentiti [{1}]
ja: 値 {0} は、許可された値のリスト [{1}] に含まれていません。
ko: 값 {0}이(가) 허용되는 값 목록에 없습니다. [{1}]
ms: Nilai {0} tiada dalam senarai nilai yang dibenarkan [{1}]
nb: Verdien {0} er ikke i listen over tillatte verdier [{1}]
nl: Waarde {0} staat niet in de lijst met toegestane waarden [{1}]
pt: Valor {0} não está na lista de valores permitidos [{1}]
ro: Valoarea {0} nu se află în lista de valori permise [{1}]
tr: Değer {0}, izin verilen değerler listesinde değil [{1}]
uk: Значення {0} відсутнє у списку дозволених значень [{1}]
vi: Giá trị {0} không có trong danh sách các giá trị được phép [{1}]
zh: 值 {0} 不在允許值清單中 [{1}]

# VISUALCARD_CALENDAR_PARSER_EXCEPTION_INVALIDTYPE
source: The type {0} is invalid. Are you sure that you've specified the correct type in your vCalendar representation?
ar: النوع {0} غير صالح. هل أنت متأكد من تحديد النوع الصحيح في تمثيل vCalendar؟
de: Der Typ {0} ist ungültig. Sind Sie sicher, dass Sie in Ihrer vCalendar-Darstellung den richtigen Typ angegeben haben?
el: Ο τύπος {0} δεν είναι έγκυρος. Είστε βέβαιοι ότι έχετε καθορίσει τον σωστό τύπο στην αναπαράσταση vCalendar;
es: El tipo {0} no es válido. ¿Está seguro de haber especificado el tipo correcto en su representación de vCalendar?
fr: Le type {0} n'est pas valide. Êtes-vous sûr d'avoir spécifié le type correct dans votre représentation vCalendar ?
ga: Tá an cineál {0} neamhbhailí. An bhfuil tú cinnte gur shonraigh tú an cineál ceart i do léiriú vCalendar?
hi: प्रकार {0} अमान्य है। क्या आप सुनिश्चित हैं कि आपने अपने vCalendar प्रतिनिधित्व में सही प्रकार निर्दिष्ट किया है?
id: Tipe {0} tidak valid. Apakah Anda yakin telah menentukan tipe yang benar dalam representasi vCalendar Anda?
it: Il tipo {0} non è valido. Sei sicuro di aver specificato il tipo corretto nella rappresentazione vCalendar?
ja: タイプ {0} が無効です。vCalendar 表現で正しいタイプを指定しましたか?
ko: 유형 {0}이(가) 잘못되었습니다. vCalendar 표현에 올바른 유형을 지정했습니까?
ms: Jenis {0} tidak sah. Adakah anda pasti bahawa anda telah menyatakan jenis yang betul dalam perwakilan vCalendar anda?
nb: Typen {0} er ugyldig. Er du sikker på at du har angitt riktig type i vCalendar-representasjonen din?
nl: Het type {0} is ongeldig. Weet u zeker dat u het juiste type in uw vCalendar-weergave hebt opgegeven?
pt: O tipo {0} é inválido. Tem a certeza de que especificou o tipo correto na sua representação do vCalendar?
ro: Tipul {0} este invalid. Sunteți sigur că ați specificat tipul corect în reprezentarea vCalendar?
tr: Tür {0} geçersiz. vCalendar gösteriminizde doğru türü belirttiğinizden emin misiniz?
uk: Тип {0} недійсний. Ви впевнені, що вказали правильний тип у вашому представленні vCalendar?
vi: Loại {0} không hợp lệ. Bạn có chắc chắn rằng mình đã chỉ định đúng loại trong biểu diễn vCalendar của mình không?
zh: 類型 {0} 無效。您確定在 vCalendar 表示中指定了正確的類型嗎？

# VISUALCARD_CALENDAR_PARSER_EXCEPTION_INVALIDTYPE2
source: Invalid type {0}
ar: النوع {0} غير صالح
de: Ungültiger Typ {0}
el: Μη έγκυρος τύπος {0}
es: Tipo {0} no válido.
fr: Type {0} non valide
ga: Cineál neamhbhailí {0}
hi: अमान्य प्रकार {0}
id: Tipe {0} tidak valid
it: Tipo {0} non valido
ja: 無効なタイプ {0}
ko: 유형 {0}이 잘못되었습니다.
ms: Jenis tidak sah {0}
nb: Ugyldig type {0}
nl: Ongeldig type {0}
pt: Tipo inválido {0}
ro: Tip invalid {0}
tr: Geçersiz tür {0}
uk: Недійсний тип {0}
vi: Loại không hợp lệ {0}
zh: 類型無效 {0}

# VISUALCARD_CALENDAR_PARSER_EXCEPTION_INCOMPATIBLENESTEDTYPES
source: Can't place {0} inside {1}
ar: لا يمكن وضع {0} داخل {1}
de: {0} kann nicht in {1} platziert werden.
el: Δεν είναι δυνατή η τοποθέτηση του {0} μέσα στο {1}
es: No se puede colocar {0} dentro de {1}.
fr: Impossible de placer {0} dans {1}
ga: Ní féidir {0} a chur taobh istigh de {1}
hi: {1} के अंदर {0} नहीं रखा जा सकता
id: Tidak dapat menempatkan {0} di dalam {1}
it: Impossibile inserire {0} all'interno di {1}
ja: {0} を {1} 内に配置できません。
ko: {1} 안에 {0}을(를) 넣을 수 없습니다.
ms: Tidak dapat meletakkan {0} di dalam {1}
nb: Kan ikke plassere {0} inni {1}
nl: Kan {0} niet binnen {1} plaatsen
pt: Não é possível colocar {0} dentro de {1}
ro: Nu se poate plasa {0} în interiorul {1}
tr: {0}, {1} içine yerleştirilemez
uk: Неможливо розмістити {0} всередині {1}
vi: Không thể đặt {0} bên trong {1}
zh: 無法將 {0} 放入 {1} 中

# VISUALCARD_CALENDAR_PARSER_EXCEPTION_STRENUMNOTVALID
source: String enumeration {0} is not implemented.
ar: لم يتم تطبيق تعداد السلسلة {0}.
de: Die Zeichenfolgenaufzählung {0} ist nicht implementiert.
el: Η απαρίθμηση συμβολοσειράς {0} δεν έχει υλοποιηθεί.
es: La enumeración de cadena {0} no está implementada.
fr: L'énumération de chaîne {0} n'est pas implémentée.
ga: Níl uimhriú teaghrán {0} curtha i bhfeidhm.
hi: स्ट्रिंग गणना {0} लागू नहीं की गई है।
id: Pencacahan string {0} tidak diimplementasikan.
it: L'enumerazione stringa {0} non è implementata.
ja: 文字列列挙型 {0} は実装されていません。
ko: 문자열 열거형 {0}이(가) 구현되지 않았습니다.
ms: Penghitungan rentetan {0} tidak dilaksanakan.
nb: Strengopplisting {0} er ikke implementert.
nl: Tekenreeks-enumeratie {0} is niet geïmplementeerd.
pt: A enumeração de strings {0} não foi implementada.
ro: Enumerarea de șiruri {0} nu este implementată.
tr: Dize numaralandırması {0} uygulanmadı.
uk: Рядковий перелік {0} не реалізовано.
vi: Không triển khai liệt kê chuỗi {0}.
zh: 字串枚舉 {0} 未實現。

# VISUALCARD_CALENDAR_PARSER_EXCEPTION_INTENUMNOTVALID
source: Integer enumeration {0} is not implemented.
ar: لم يتم تطبيق تعداد الأعداد الصحيحة {0}.
de: Die Ganzzahlaufzählung {0} ist nicht implementiert.
el: Η απαρίθμηση ακεραίων {0} δεν έχει υλοποιηθεί.
es: La enumeración de enteros {0} no está implementada.
fr: L'énumération d'entiers {0} n'est pas implémentée.
ga: Níl uimhriú slánuimhreach {0} curtha i bhfeidhm.
hi: पूर्णांक गणना {0} लागू नहीं की गई है।
id: Pencacahan integer {0} tidak diimplementasikan.
it: L'enumerazione intera {0} non è implementata.
ja: 整数列挙型 {0} は実装されていません。
ko: 정수 열거형 {0}이(가) 구현되지 않았습니다.
ms: Penghitungan integer {0} tidak dilaksanakan.
nb: Heltallsopplisting {0} er ikke implementert.
nl: Integer-enumeratie {0} is niet geïmplementeerd.
pt: A enumeração de inteiros {0} não foi implementada.
ro: Enumerarea de numere întregi {0} nu este implementată.
tr: Tam sayı numaralandırması {0} uygulanmadı.
uk: Цілочисельний перелік {0} не реалізовано.
vi: Không triển khai liệt kê số nguyên {0}.
zh: 整數枚舉 {0} 未實現。

# VISUALCARD_CALENDAR_PARSER_EXCEPTION_TYPENEEDED
source: Type is not provided.
ar: النوع غير متوفر.
de: Der Typ ist nicht angegeben.
el: Ο τύπος δεν παρέχεται.
es: No se proporciona el tipo.
fr: Le type n'est pas fourni.
ga: Níl cineál curtha ar fáil.
hi: प्रकार प्रदान नहीं किया गया है।
id: Tipe tidak disediakan.
it: Il tipo non è specificato.
ja: タイプが指定されていません。
ko: 유형이 제공되지 않았습니다.
ms: Jenis tidak disediakan.
nb: Typen er ikke oppgitt.
nl: Type is niet opgegeven.
pt: Tipo não fornecido.
ro: Tipul nu este furnizat.
tr: Tür sağlanmadı.
uk: Тип не надано.
vi: Không cung cấp loại.
zh: 未提供類型。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_LEGACY_AUDIOALARMINFO_ARGMISMATCH
source: When splitting audio alarm information, the split value is {0} instead of 4.
ar: عند تقسيم معلومات التنبيه الصوتي، تكون قيمة التقسيم {0} بدلاً من 4.
de: Beim Aufteilen von Audioalarminformationen beträgt der Splittwert {0} statt 4.
el: Κατά τον διαχωρισμό πληροφοριών ηχητικού συναγερμού, η τιμή διαχωρισμού είναι {0} αντί για 4.
es: Al dividir la información de alarma de audio, el valor de división es {0} en lugar de 4.
fr: Lors du fractionnement des informations d'alarme audio, la valeur de fractionnement est {0} au lieu de 4.
ga: Agus faisnéis aláraim fuaime á roinnt, is é {0} an luach scoilte in ionad 4.
hi: ऑडियो अलार्म जानकारी को विभाजित करते समय, विभाजन मान 4 के बजाय {0} है।
id: Saat membagi informasi alarm audio, nilai pembagiannya adalah {0}, bukan 4.
it: Quando si suddividono le informazioni di un allarme audio, il valore di suddivisione è {0} anziché 4.
ja: 音声アラーム情報を分割する際、分割値は 4 ではなく {0} です。
ko: 오디오 알람 정보를 분할할 때 분할 값이 4가 아닌 {0}입니다.
ms: Apabila membelah maklumat penggera audio, nilai pecahan ialah {0} bukannya 4.
nb: Når du deler lydalarminformasjon, er delingsverdien {0} i stedet for 4.
nl: Bij het splitsen van audio-alarminformatie is de splitswaarde {0} in plaats van 4.
pt: Ao dividir a informação de alarme áudio, o valor de divisão é {0} em vez de 4.
ro: La divizarea informațiilor despre alarma audio, valoarea divizată este {0} în loc de 4.
tr: Sesli alarm bilgilerini bölerken, bölme değeri 4 yerine {0}'dır.
uk: Під час розділення інформації про звукову тривогу значення розділення дорівнює {0} замість 4.
vi: Khi chia thông tin báo động âm thanh, giá trị chia là {0} thay vì 4.
zh: 分割音訊警報訊息時，拆分值為 {0}，而不是 4。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_LEGACY_AUDIOALARMINFO_REPEATTIMES
source: Invalid repeat times
ar: أوقات التكرار غير صالحة.
de: Ungültige Wiederholungszeiten
el: Μη έγκυροι χρόνοι επανάληψης
es: Tiempos de repetición no válidos.
fr: Nombre de répétitions non valide
ga: Amanna athrá neamhbhailí
hi: अमान्य दोहराव समय
id: Waktu pengulangan tidak valid
it: Tempi di ripetizione non validi
ja: 繰り返し回数が無効です。
ko: 반복 횟수가 잘못되었습니다.
ms: Masa ulangan tidak sah
nb: Ugyldige gjentakelsestider
nl: Ongeldige herhaaltijden
pt: Tempos de repetição inválidos
ro: Timp de repetare nevalid
tr: Geçersiz tekrarlama süreleri
uk: Недійсний час повторення
vi: Thời gian lặp lại không hợp lệ
zh: 重複次數無效

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_LEGACY_DAYLIGHTINFO_ARGMISMATCH
source: When splitting daylight information, the split value is {0} instead of 6.
ar: عند تقسيم معلومات ضوء النهار، تكون قيمة التقسيم {0} بدلاً من 6.
de: Beim Aufteilen von Tageslichtinformationen beträgt der Splittwert {0} statt 6.
el: Κατά τον διαχωρισμό πληροφοριών ημέρας, η τιμή διαχωρισμού είναι {0} αντί για 6.
es: Al dividir la información de luz diurna, el valor de división es {0} en lugar de 6.
fr: Lors du fractionnement des informations de lumière du jour, la valeur de fractionnement est {0} au lieu de 6.
ga: Agus faisnéis solas an lae á roinnt, is é {0} an luach scoilte in ionad 6.
hi: दिन के उजाले की जानकारी को विभाजित करते समय, विभाजन मान 6 के बजाय {0} है।
id: Saat membagi informasi siang hari, nilai pembagiannya adalah {0}, bukan 6.
it: Quando si suddividono le informazioni sulla luce diurna, il valore di suddivisione è {0} anziché 6.
ja: 日照情報を分割する際、分割値は 6 ではなく {0} です。
ko: 일광 절약 시간 정보를 분할할 때 분할 값이 6이 아닌 {0}입니다.
ms: Apabila membelah maklumat siang hari, nilai pecahan ialah {0} bukannya 6.
nb: Når du deler dagslysinformasjon, er delingsverdien {0} i stedet for 6.
nl: Bij het splitsen van daglichtinformatie is de splitswaarde {0} in plaats van 6.
pt: Ao dividir a informação de luz do dia, o valor de divisão é {0} em vez de 6.
ro: La divizarea informațiilor despre lumina zilei, valoarea divizată este {0} în loc de 6.
tr: Gün ışığı bilgilerini bölerken, bölme değeri 6 yerine {0}'dır.
uk: Під час розділення інформації про денний світловий день значення розділення дорівнює {0} замість 6.
vi: Khi chia thông tin ban ngày, giá trị chia là {0} thay vì 6.
zh: 拆分日光資訊時，拆分值為 {0}，而非 6。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_LEGACY_DISPLAYALARMINFO_ARGMISMATCH
source: When splitting display alarm information, the split value is {0} instead of 4.
ar: عند تقسيم معلومات تنبيه العرض، تكون قيمة التقسيم {0} بدلاً من 4.
de: Beim Aufteilen von Anzeigealarminformationen beträgt der Splittwert {0} statt 4.
el: Κατά τον διαχωρισμό πληροφοριών συναγερμού εμφάνισης, η τιμή διαχωρισμού είναι {0} αντί για 4.
es: Al dividir la información de alarma de pantalla, el valor de división es {0} en lugar de 4.
fr: Lors du fractionnement des informations d'alarme d'affichage, la valeur de fractionnement est {0} au lieu de 4.
ga: Agus faisnéis aláraim taispeána á roinnt, is é {0} an luach scoilte in ionad 4.
hi: प्रदर्शन अलार्म जानकारी को विभाजित करते समय, विभाजन मान 4 के बजाय {0} है।
id: Saat membagi informasi alarm tampilan, nilai pembagiannya adalah {0}, bukan 4.
it: Quando si suddividono le informazioni di un allarme visualizzato, il valore di suddivisione è {0} anziché 4.
ja: ディスプレイアラーム情報を分割する際、分割値は 4 ではなく {0} です。
ko: 디스플레이 알람 정보를 분할할 때 분할 값이 4가 아닌 {0}입니다.
ms: Apabila membelah maklumat penggera paparan, nilai pecahan ialah {0} bukannya 4.
nb: Når du deler skjermalarminformasjon, er delingsverdien {0} i stedet for 4.
nl: Bij het splitsen van display-alarminformatie is de splitswaarde {0} in plaats van 4.
pt: Ao dividir a informação de alarme de visualização, o valor de divisão é {0} em vez de 4.
ro: La divizarea informațiilor despre alarma afișată, valoarea divizată este {0} în loc de 4.
tr: Ekran alarm bilgilerini bölerken, bölme değeri 4 yerine {0}'dır.
uk: Під час розділення інформації про відображення тривоги значення розділення дорівнює {0} замість 4.
vi: Khi chia thông tin báo động hiển thị, giá trị chia là {0} thay vì 4.
zh: 拆分顯示警報訊息時，拆分值為 {0}，而不是 4。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_LEGACY_MAILALARMINFO_ARGMISMATCH
source: When splitting mail alarm information, the split value is {0} instead of 5.
ar: عند تقسيم معلومات تنبيه البريد، تكون قيمة التقسيم {0} بدلاً من 5.
de: Beim Aufteilen von E-Mail-Alarminformationen beträgt der Splittwert {0} statt 5.
el: Κατά τον διαχωρισμό πληροφοριών συναγερμού αλληλογραφίας, η τιμή διαχωρισμού είναι {0} αντί για 5.
es: Al dividir la información de alarma de correo, el valor de división es {0} en lugar de 5.
fr: Lors du fractionnement des informations d'alarme de courrier électronique, la valeur de fractionnement est {0} au lieu de 5.
ga: Agus faisnéis aláraim ríomhphoist á roinnt, is é {0} an luach scoilte in ionad 5.
hi: मेल अलार्म जानकारी को विभाजित करते समय, विभाजन मान 5 के बजाय {0} है।
id: Saat membagi informasi alarm surat, nilai pembagiannya adalah {0}, bukan 5.
it: Quando si suddividono le informazioni di un allarme e-mail, il valore di suddivisione è {0} anziché 5.
ja: メールアラーム情報を分割する際、分割値は 5 ではなく {0} です。
ko: 메일 알람 정보를 분할할 때 분할 값이 5가 아닌 {0}입니다.
ms: Apabila membahagikan maklumat penggera mel, nilai pemisahan ialah {0} bukannya 5.
nb: Når du deler e-postalarminformasjon, er delingsverdien {0} i stedet for 5.
nl: Bij het splitsen van mail-alarminformatie is de splitswaarde {0} in plaats van 5.
pt: Ao dividir a informação de alarme de e-mail, o valor de divisão é {0} em vez de 5.
ro: La divizarea informațiilor despre alarma prin e-mail, valoarea divizată este {0} în loc de 5.
tr: Posta alarm bilgilerini bölerken, bölme değeri 5 yerine {0}'dır.
uk: Під час розділення інформації про пошту тривоги значення розділення дорівнює {0} замість 5.
vi: Khi chia thông tin báo động thư, giá trị chia là {0} thay vì 5.
zh: 分割郵件警報訊息時，拆分值為 {0}，而不是 5。
