Repository: Aptivi/VisualCard
Catalog: public/VisualCard.Calendar/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDARV2COMPONENTS_INVALIDVERSION
source: Invalid vCalendar version {0} specified. The supported version is 2.0.
ar: تم تحديد إصدار vCalendar غير صالح {0}. الإصدار المدعوم هو 2.0.
de: Ungültige vCalendar-Version {0} angegeben. Die unterstützte Version ist 2.0.
el: Καθορίστηκε μη έγκυρη έκδοση vCalendar {0}. Η υποστηριζόμενη έκδοση είναι 2.0.
es: La versión de vCalendar {0} especificada no es válida. La versión compatible es 2.0.
fr: La version vCalendar {0} spécifiée est invalide. La version prise en charge est 2.0.
ga: Leagan neamhbhailí de vCalendar sonraithe {0}. Is é 2.0 an leagan tacaithe.
hi: अमान्य vCalendar संस्करण {0} निर्दिष्ट किया गया है। समर्थित संस्करण 2.0 है।
id: Versi vCalendar {0} yang tidak valid ditentukan. Versi yang didukung adalah 2.0.
it: È stata specificata una versione di vCalendar {0} non valida. La versione supportata è 2.0.
ja: 無効な vCalendar バージョン {0} が指定されました。サポートされているバージョンは 2.0 です。
ko: 잘못된 vCalendar 버전 {0}이(가) 지정되었습니다. 지원되는 버전은 2.0입니다.
ms: Versi vCalendar {0} tidak sah dinyatakan. Versi yang disokong ialah 2.0.
nb: Ugyldig vCalendar-versjon {0} er angitt. Den støttede versjonen er 2.0.
nl: Ongeldige vCalendar-versie {0} is opgegeven. De ondersteunde versie is 2.0.
pt: Versão {0} do vCalendar especificada inválida. A versão suportada é a 2.0.
ro: Versiunea vCalendar {0} specificată este nevalidă. Versiunea acceptată este 2.0.
tr: Geçersiz vCalendar sürümü {0} belirtildi. Desteklenen sürüm 2.0'dır.
uk: Вказано недійсну версію vCalendar {0}. Підтримувана версія: 2.0.
vi: Phiên bản vCalendar {0} không hợp lệ đã chỉ định. Phiên bản được hỗ trợ là 2.0.
zh: 指定的 vCalendar 版本 {0} 無效。支援的版本為 2.0。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDARALARM_NEEDSKEYS_ROOT
source: The following keys [{0}] are required in the alarm representation. Got [{1}].
ar: المفاتيح التالية [{0}] مطلوبة في تمثيل التنبيه. تم الحصول على [{1}].
de: Die folgenden Schlüssel [{0}] werden in der Alarmdarstellung benötigt. Erhalten [{1}].
el: Τα ακόλουθα κλειδιά [{0}] απαιτούνται στην αναπαράσταση συναγερμού. Got [{1}].
es: Las siguientes claves [{0}] son ​​obligatorias en la representación de la alarma. Obtenido [{1}].
fr: Les clés suivantes [{0}] sont requises dans la représentation d'alarme. Obtenu [{1}].
ga: Tá na heochracha seo a leanas [{0}] riachtanach san ionadaíocht aláraim. Fuarthas [{1}].
hi: अलार्म निरूपण में निम्नलिखित कुंजियाँ [{0}] आवश्यक हैं। [{1}] मिला।
id: Tombol berikut [{0}] diperlukan dalam representasi alarm. Dapat [{1}].
it: Le seguenti chiavi [{0}] sono obbligatorie nella rappresentazione dell'allarme. Ottenuto [{1}].
ja: アラーム表現には次のキー [{0}] が必要です。取得値は [{1}] です。
ko: 알람 표현에는 다음 키 [{0}]이(가) 필요합니다. [{1}]을(를) 받았습니다.
ms: Kekunci berikut [{0}] diperlukan dalam perwakilan penggera. Mendapat [{1}].
nb: Følgende nøkler [{0}] kreves i alarmrepresentasjonen. Fikk [{1}].
nl: De volgende sleutels [{0}] zijn vereist in de alarmweergave. [{1}] is verkregen.
pt: As seguintes chaves [{0}] são necessárias na representação do alarme. Obtido [{1}].
ro: Următoarele chei [{0}] sunt necesare în reprezentarea alarmei. Am obținut [{1}].
tr: Alarm gösteriminde aşağıdaki anahtarlar [{0}] gereklidir. Got [{1}].
uk: Наступні ключі [{0}] обов'язкові у представленні тривоги. Отримано [{1}].
vi: Các khóa sau [{0}] là bắt buộc trong biểu diễn báo động. Got [{1}].
zh: 鬧鐘表示形式中需要以下按鍵 [{0}]。獲取 [{1}]。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDARALARM_NEEDSKEYS_AUDIO
source: The following keys [{0}] are required in the audio alarm representation. Got [{1}].
ar: المفاتيح التالية [{0}] مطلوبة في تمثيل التنبيه الصوتي. تم الحصول على [{1}].
de: Die folgenden Schlüssel [{0}] werden in der Audio-Alarmdarstellung benötigt. Erhalten [{1}].
el: Τα ακόλουθα κλειδιά [{0}] απαιτούνται στην αναπαράσταση ηχητικού συναγερμού. Got [{1}].
es: Las siguientes claves [{0}] son ​​necesarias para la representación de la alarma de audio. Obtenido [{1}].
fr: Les clés suivantes [{0}] sont requises pour la représentation de l'alarme audio. Obtenu [{1}].
ga: Tá na heochracha seo a leanas [{0}] riachtanach san ionadaíocht aláraim fuaime. Fuarthas [{1}].
hi: ऑडियो अलार्म निरूपण में निम्नलिखित कुंजियाँ [{0}] आवश्यक हैं। [{1}] मिला।
id: Tombol-tombol berikut [{0}] diperlukan dalam representasi alarm audio. Dapat [{1}].
it: Le seguenti chiavi [{0}] sono obbligatorie nella rappresentazione dell'allarme audio. Ottenuto [{1}].
ja: 音声アラーム表現には次のキー [{0}] が必要です。取得値は [{1}] です。
ko: 오디오 알람 표현에는 다음 키 [{0}]이(가) 필요합니다. [{1}]을(를) 받았습니다.
ms: Kekunci berikut [{0}] diperlukan dalam perwakilan penggera audio. Mendapat [{1}].
nb: Følgende nøkler [{0}] kreves i lydalarmrepresentasjonen. Fikk [{1}].
nl: De volgende toetsen [{0}] zijn vereist in de weergave van het audio-alarm. [{1}] ontvangen.
pt: As seguintes teclas [{0}] são necessárias na representação do alarme sonoro. Obtido [{1}].
ro: Următoarele chei [{0}] sunt necesare în reprezentarea alarmei audio. Am primit [{1}].
tr: Sesli alarm gösteriminde aşağıdaki [{0}] tuşları gereklidir. Got [{1}].
uk: Наступні ключі [{0}] обов'язкові у представленні звукової тривоги. Отримано [{1}].
vi: Các khóa sau [{0}] là bắt buộc trong biểu diễn báo động âm thanh. Got [{1}].
zh: 在音訊鬧鐘表示形式中需要以下按鍵 [{0}]。獲取 [{1}]。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDARALARM_NEEDSKEYS_DISPLAY
source: The following keys [{0}] are required in the display alarm representation. Got [{1}].
ar: المفاتيح التالية [{0}] مطلوبة في تمثيل تنبيه العرض. تم الحصول على [{1}].
de: Die folgenden Schlüssel [{0}] werden in der Anzeige-Alarmdarstellung benötigt. Erhalten [{1}].
el: Τα ακόλουθα κλειδιά [{0}] απαιτούνται στην απεικόνιση συναγερμού εμφάνισης. Got [{1}].
es: Las siguientes claves [{0}] son ​​necesarias para la representación de la alarma de visualización. Obtenido [{1}].
fr: Les clés suivantes [{0}] sont requises pour la représentation de l'alarme affichée. Obtenu [{1}].
ga: Tá na heochracha seo a leanas [{0}] ag teastáil san ionadaíocht aláraim taispeána. Fuarthas [{1}].
hi: डिस्प्ले अलार्म निरूपण में निम्नलिखित कुंजियाँ [{0}] आवश्यक हैं। [{1}] मिला।
id: Tombol-tombol berikut [{0}] diperlukan dalam representasi alarm tampilan. Dapat [{1}].
it: Le seguenti chiavi [{0}] sono obbligatorie nella rappresentazione dell'allarme visualizzato. Ottenuto [{1}].
ja: ディスプレイアラーム表現には次のキー [{0}] が必要です。取得値は [{1}] です。
ko: 디스플레이 알람 표현에는 다음 키 [{0}]이(가) 필요합니다. [{1}]을(를) 받았습니다.
ms: Kekunci berikut [{0}] diperlukan dalam perwakilan penggera paparan. Mendapat [{1}].
nb: Følgende nøkler [{0}] kreves i representasjonen av visningsalarmen. Fikk [{1}].
nl: De volgende toetsen [{0}] zijn vereist in de weergave van het display-alarm. [{1}] ontvangen.
pt: As seguintes teclas [{0}] são necessárias na representação do alarme de visualização. Obtido [{1}].
ro: Următoarele chei [{0}] sunt necesare în reprezentarea alarmei de afișare. Am primit [{1}].
tr: Ekran alarm gösteriminde aşağıdaki [{0}] tuşları gereklidir. Got [{1}].
uk: Наступні ключі [{0}] потрібні для представлення тривоги на дисплеї. Отримано [{1}].
vi: Các phím sau [{0}] là bắt buộc trong biểu diễn báo động hiển thị. Got [{1}].
zh: 顯示鬧鐘表示形式中需要以下按鍵 [{0}]。獲取 [{1}]。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDARALARM_NEEDSKEYS_MAIL
source: The following keys [{0}] are required in the mail alarm representation. Got [{1}].
ar: المفاتيح التالية [{0}] مطلوبة في تمثيل تنبيه البريد. تم الحصول على [{1}].
de: Die folgenden Schlüssel [{0}] werden in der E-Mail-Alarmdarstellung benötigt. Erhalten [{1}].
el: Τα ακόλουθα κλειδιά [{0}] απαιτούνται στην απεικόνιση συναγερμού αλληλογραφίας. Got [{1}].
es: Las siguientes claves [{0}] son ​​necesarias para la representación de la alarma de correo. Obtenido [{1}].
fr: Les clés suivantes [{0}] sont requises pour la représentation de l'alarme par e-mail. Obtenu [{1}].
ga: Tá na heochracha seo a leanas [{0}] ag teastáil san ionadaíocht aláraim ríomhphoist. Fuarthas [{1}].
hi: मेल अलार्म निरूपण में निम्नलिखित कुंजियाँ [{0}] आवश्यक हैं। [{1}] मिला।
id: Tombol-tombol berikut [{0}] diperlukan dalam representasi alarm surat. Dapat [{1}].
it: Le seguenti chiavi [{0}] sono obbligatorie nella rappresentazione dell'allarme e-mail. Ottenuto [{1}].
ja: メールアラーム表現には次のキー [{0}] が必要です。取得値は [{1}] です。
ko: 메일 알람 표현에는 다음 키 [{0}]이(가) 필요합니다. [{1}]을(를) 받았습니다.
ms: Kekunci berikut [{0}] diperlukan dalam perwakilan penggera mel. Mendapat [{1}].
nb: Følgende nøkler [{0}] kreves i representasjonen av e-postalarmen. Fikk [{1}].
nl: De volgende toetsen [{0}] zijn vereist in de weergave van het mail-alarm. [{1}] ontvangen.
pt: As seguintes teclas [{0}] são necessárias na representação do alarme de e-mail. Obtido [{1}].
ro: Următoarele chei [{0}] sunt necesare în reprezentarea alarmei de e-mail. Am primit [{1}].
tr: Posta alarm gösteriminde aşağıdaki [{0}] tuşları gereklidir. Got [{1}].
uk: Наступні ключі [{0}] потрібні для представлення тривоги пошти. Отримано [{1}].
vi: Các phím sau [{0}] là bắt buộc trong biểu diễn báo động qua thư. Got [{1}].
zh: 郵件鬧鐘表示形式中需要以下按鍵 [{0}]。獲取 [{1}]。

# VISUALCARD_CALENDAR_PARTS_EXCEPTION_CALENDARALARM_NEEDSKEYS_REPEATED
source: The following keys [{0}] are required in the repeated alarm representation. Got [{1}].
ar: المفاتيح التالية [{0}] مطلوبة في تمثيل التنبيه المتكرر. تم الحصول على [{1}].
de: Die folgenden Schlüssel [{0}] werden in der wiederholten Alarmdarstellung benötigt. Erhalten [{1}].
el: Τα ακόλουθα κλειδιά [{0}] απαιτούνται στην απεικόνιση επαναλαμβανόμενου συναγερμού. Got [{1}].
es: Las siguientes claves [{0}] son ​​necesarias para la representación de la alarma repetida. Obtenido [{1}].
fr: Les clés suivantes [{0}] sont requises pour la représentation de l'alarme répétée. Obtenu [{1}].
ga: Tá na heochracha seo a leanas [{0}] ag teastáil san ionadaíocht aláraim athchleachtach. Fuarthas [{1}].
hi: बार-बार अलार्म निरूपण में निम्नलिखित कुंजियाँ [{0}] आवश्यक हैं। [{1}] मिला।
id: Tombol-tombol berikut [{0}] diperlukan dalam representasi alarm berulang. Dapat [{1}].
it: Le seguenti chiavi [{0}] sono obbligatorie nella rappresentazione dell'allarme ripetuto. Ottenuto [{1}].
ja: 繰り返しアラーム表現には次のキー [{0}] が必要です。取得値は [{1}] です。
ko: 반복 알람 표현에는 다음 키 [{0}]이(가) 필요합니다. [{1}]을(를) 받았습니다.
ms: Kekunci berikut [{0}] diperlukan dalam perwakilan penggera berulang. Mendapat [{1}].
nb: Følgende nøkler [{0}] kreves i representasjonen av gjentatte alarmer. Fikk [{1}].
nl: De volgende toetsen [{0}] zijn vereist in de weergave van het herhaalde alarm. [{1}] ontvangen.
pt: As seguintes teclas [{0}] são necessárias na representação do alarme repetido. Obtido [{1}].
ro: Următoarele chei [{0}] sunt necesare în reprezentarea alarmei repetate. Am primit [{1}].
tr: Tekrarlanan alarm gösteriminde aşağıdaki [{0}] tuşları gereklidir. Got [{1}].
uk: Наступні ключі [{0}] потрібні для представлення повторюваної тривоги. Отримано [{1}].
vi: Các phím sau [{0}] là bắt buộc trong biểu diễn báo động lặp lại. Got [{1}].
zh: 重複鬧鐘表示形式中需要以下按鍵 [{0}]。獲取 [{1}]。

# VISUALCARD_CALENDAR_TOOLS_EXCEPTION_INVALIDVCALENDAR
source: This is not a valid vCalendar file.
ar: هذا ليس ملف تقويم افتراضي صالح.
de: Dies ist keine gültige vCalendar-Datei.
el: Αυτό δεν είναι ένα έγκυρο αρχείο vCalendar.
es: Este archivo vCalendar no es válido.
fr: Ce fichier vCalendar n'est pas valide.
ga: Ní comhad vCalendar bailí é seo.
hi: यह एक मान्य vCalendar फ़ाइल नहीं है।
id: Ini bukan berkas vCalendar yang valid.
it: Questo non è un file vCalendar valido.
ja: これは有効な vCalendar ファイルではありません。
ko: 유효하지 않은 vCalendar 파일입니다.
ms: Ini bukan fail vCalendar yang sah.
nb: Dette er ikke en gyldig vCalendar-fil.
nl: Dit is geen geldig vCalendar-bestand.
pt: Este não é um ficheiro vCalendar válido.
ro: Acesta nu este un fișier vCalendar valid.
tr: Bu geçerli bir vCalendar dosyası değil.
uk: Це недійсний файл vCalendar.
vi: Đây không phải là tệp vCalendar hợp lệ.
zh: 這不是有效的 vCalendar 檔案。

# VISUALCARD_CALENDAR_TOOLS_EXCEPTION_INVALIDVCALENDARVERSION
source: This calendar has an invalid vCalendar version {0}.
ar: يحتوي هذا التقويم على إصدار تقويم افتراضي غير صالح {0}.
de: Dieser Kalender hat eine ungültige vCalendar-Version {0}.
el: Αυτό το ημερολόγιο έχει μια μη έγκυρη έκδοση vCalendar {0}.
es: Este calendario tiene una versión de vCalendar {0} no válida.
fr: Ce calendrier a une version vCalendar {0} non valide.
ga: Tá leagan neamhbhailí de vCalendar {0} ag an bhféilire seo.
hi: इस कैलेंडर में एक अमान्य vCalendar संस्करण {0} है।
id: Kalender ini memiliki versi vCalendar yang tidak valid {0}.
it: Questo calendario ha una versione vCalendar {0} non valida.
ja: このカレンダーの vCalendar バージョンは無効です {0}。
ko: 이 캘린더에는 잘못된 vCalendar 버전 {0}이(가) 있습니다.
ms: Kalendar ini mempunyai versi vCalendar yang tidak sah {0}.
nb: Denne kalenderen har en ugyldig vCalendar-versjon {0}.
nl: Deze agenda heeft een ongeldige vCalendar-versie {0}.
pt: Este calendário tem uma versão vCalendar inválida {0}.
ro: Acest calendar are o versiune vCalendar nevalidă {0}.
tr: Bu takvimin geçersiz bir vCalendar sürümü {0} var.
uk: Цей календар має недійсну версію vCalendar {0}.
vi: Lịch này có phiên bản vCalendar không hợp lệ {0}.
zh: 此日曆的 vCalendar 版本 {0} 無效。

# VISUALCARD_CALENDAR_TOOLS_EXCEPTION_ENDEDPREMATURELY
source: Calendar ended prematurely without the ending tag
ar: انتهى التقويم قبل أوانه بدون وسم النهاية.
de: Der Kalender wurde vorzeitig ohne das End-Tag beendet.
el: Το ημερολόγιο έληξε πρόωρα χωρίς την ετικέτα λήξης
es: El calendario finalizó prematuramente sin la etiqueta de cierre.
fr: Le calendrier s'est terminé prématurément sans la balise de fin.
ga: Chríochnaigh an féilire roimh am gan an chlib deiridh.
hi: कैलेंडर समाप्ति टैग के बिना समय से पहले समाप्त हो गया
id: Kalender berakhir sebelum waktunya tanpa tag penutup
it: Il calendario è terminato prematuramente senza il tag di chiusura
ja: カレンダーは終了タグなしで途中で終了しました。
ko: 캘린더가 종료 태그 없이 너무 일찍 종료되었습니다.
ms: Kalendar ditamatkan lebih awal tanpa teg penamat
nb: Kalenderen ble avsluttet for tidlig uten sluttkoden.
nl: De agenda is voortijdig beëindigd zonder de eindtag
pt: O calendário foi terminado prematuramente sem a tag de fecho.
ro: Calendarul s-a încheiat prematur fără eticheta de încheiere
tr: Takvim bitiş etiketi olmadan erken sona erdi
uk: Календар завершився передчасно без кінцевого тегу.
vi: Lịch kết thúc sớm mà không có thẻ kết thúc
zh: 日曆提前結束，沒有結束標記
