Repository: Aptivi/VisualCard
Catalog: public/VisualCard/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# VISUALCARD_PARTS_EXCEPTION_ADDRESS_NEEDSARGS
source: Address information must specify exactly seven values (P.O. Box, extended address, street address, locality, region, postal code, and country)
ar: يجب أن تحدد معلومات العنوان سبع قيم بالضبط (صندوق بريد، عنوان ممتد، عنوان شارع، موقع، منطقة، رمز بريدي، وبلد).
de: Adressinformationen müssen genau sieben Werte enthalten (Postfach, erweiterte Adresse, Straße, Ort, Region, Postleitzahl und Land).
el: Οι πληροφορίες διεύθυνσης πρέπει να καθορίζουν ακριβώς επτά τιμές (Τ.Θ., εκτεταμένη διεύθυνση, οδός, τοποθεσία, περιοχή, ταχυδρομικός κώδικας και χώρα)
es: La información de la dirección debe especificar exactamente siete valores (apartado postal, dirección completa, dirección postal, localidad, región, código postal y país)
fr: Les informations d'adresse doivent contenir exactement sept valeurs (boîte postale, adresse étendue, adresse postale, localité, région, code postal et pays)
ga: Ní mór seacht luach go díreach a shonrú san fhaisnéis seolta (Bosca PO, seoladh sínte, seoladh sráide, áit, réigiún, cód poist, agus tír)
hi: पता जानकारी में ठीक सात मान निर्दिष्ट होने चाहिए (P.O. बॉक्स, विस्तारित पता, सड़क का पता, इलाका, क्षेत्र, डाक कोड और देश)
hi_latn: pata jaanakaaree mein theek saat maan nirdisht hone chaahie (p.o. boks, vistaarit pata, sadak ka pata, ilaaka, kshetr, daak kod aur desh)
id: Informasi alamat harus menentukan tepat tujuh nilai (P.O. Box, alamat yang diperluas, alamat jalan, lokasi, kawasan, kode pos, dan negara)
it: Le informazioni sull'indirizzo devono specificare esattamente sette valori (casella postale, indirizzo esteso, indirizzo civico, località, regione, codice postale e paese)
ja: 住所情報には、正確に 7 つの値（私書箱、拡張住所、番地、市区町村、地域、郵便番号、国）を指定する必要があります。
ko: 주소 정보는 정확히 7개의 값(사서함, 확장 주소, 도로명 주소, 시/도, 지역, 우편번호, 국가)을 지정해야 합니다.
ms: Maklumat alamat mesti menyatakan dengan tepat tujuh nilai (P.O. Box, alamat lanjutan, alamat jalan, lokaliti, wilayah, poskod dan negara)
nb: Adresseinformasjonen må spesifisere nøyaktig syv verdier (postboks, utvidet adresse, gateadresse, lokalitet, region, postnummer og land)
nl: Adresgegevens moeten exact zeven waarden bevatten (postbus, uitgebreid adres, straatadres, plaats, regio, postcode en land)
pt_br: As informações de endereço devem especificar exatamente sete valores (Caixa Postal, endereço estendido, endereço residencial, localidade, região, CEP e país)
ro: Informațiile despre adresă trebuie să specifice exact șapte valori (căsuță poștală, adresă extinsă, adresă stradală, localitate, regiune, cod poștal și țară)
tr: Adres bilgileri tam olarak yedi değer belirtmelidir (P.O. Kutusu, genişletilmiş adres, sokak adresi, yerleşim yeri, bölge, posta kodu ve ülke)
uk: Інформація про адресу повинна містити рівно сім значень (поштова скринька, розширена адреса, адреса вулиці, населений пункт, регіон, поштовий індекс та країна)
vi: Thông tin địa chỉ phải chỉ định chính xác bảy giá trị (Hộp thư bưu điện, địa chỉ mở rộng, địa chỉ đường phố, địa phương, khu vực, mã bưu chính và quốc gia)
zh: 地址資訊必須指定七個值（郵遞區號、完整地址、街道地址、地點、地區、郵遞區號和國家）。

# VISUALCARD_PARTS_EXCEPTION_AGENT_NEEDSARGS
source: Agent information must specify exactly one value (agent vCard contents that have their lines delimited by '\\n')
ar: يجب أن تحدد معلومات الوكيل قيمة واحدة بالضبط (محتويات vCard للوكيل التي يتم فصل أسطرها بـ '\\n').
de: Agenteninformationen müssen genau einen Wert enthalten (vCard-Inhalte des Agenten, deren Zeilen durch '\\n' getrennt sind).
el: Οι πληροφορίες του παράγοντα πρέπει να καθορίζουν ακριβώς μία τιμή (περιεχόμενα vCard παράγοντα που έχουν τις γραμμές τους οριοθετημένες με '\\n')
es: La información del agente debe especificar exactamente un valor (contenido de la vCard del agente cuyas líneas están delimitadas por '\\n')
fr: Les informations d'agent doivent contenir exactement une valeur (contenu de la vCard de l'agent dont les lignes sont délimitées par « \\n »)
ga: Ní mór don fhaisnéis ghníomhaire luach amháin go díreach a shonrú (ábhar vCard gníomhaire a bhfuil a línte scartha ag '\\n')
hi: एजेंट जानकारी में ठीक एक मान निर्दिष्ट होना चाहिए (एजेंट vCard सामग्री जिसकी पंक्तियाँ '\\n' द्वारा सीमांकित हैं)
hi_latn: ejent jaanakaaree mein theek ek maan nirdisht hona chaahie (ejent vchard saamagree jisakee panktiyaan \\n dvaara seemaankit hain)
id: Informasi agen harus menentukan tepat satu nilai (konten vCard agen yang barisnya dibatasi oleh '\\n')
it: Le informazioni sull'agente devono specificare esattamente un valore (contenuto vCard dell'agente le cui righe sono delimitate da '\\n')
ja: エージェント情報には、正確に 1 つの値（行が '\\n' で区切られたエージェント vCard コンテンツ）を指定する必要があります。
ko: 에이전트 정보는 정확히 하나의 값(줄이 '\\n'으로 구분된 에이전트 vCard 콘텐츠)을 지정해야 합니다.
ms: Maklumat ejen mesti menyatakan dengan tepat satu nilai (kandungan vCard ejen yang dibatasi barisnya dengan '\\n')
nb: Agentinformasjonen må spesifisere nøyaktig én verdi (agent vCard-innhold som har linjene sine avgrenset av '\\n')
nl: Agentgegevens moeten exact één waarde bevatten (inhoud van de vCard van de agent waarvan de regels worden gescheiden door '\\n')
pt_br: As informações do agente devem especificar exatamente um valor (conteúdo do vCard do agente cujas linhas são delimitadas por '\\n')
ro: Informațiile despre agent trebuie să specifice exact o valoare (conținutul vCard-ului agentului ale cărui linii sunt delimitate de '\\n')
tr: Aracı bilgileri tam olarak bir değer belirtmelidir (satırları '\\n' ile ayrılmış aracı vCard içerikleri)
uk: Інформація про агента повинна містити рівно одне значення (вміст vCard агента, рядки якого розділені символом '\\n')
vi: Thông tin đại lý phải chỉ định chính xác một giá trị (nội dung vCard của đại lý có các dòng được phân cách bằng '\\n')
zh: 代理資訊必須指定一個值（代理 vCard 內容，其行以「\\n」分隔）。

# VISUALCARD_PARTS_EXCEPTION_CLIENTPID_INVALIDMAP
source: Client PID map representation is invalid:
ar: تمثيل خريطة معرف عملية العميل غير صالح:
de: Client-PID-Map-Darstellung ist ungültig:
el: Η αναπαράσταση του χάρτη PID πελάτη δεν είναι έγκυρη:
es: La representación del mapa PID del cliente no es válida:
fr: La représentation cartographique du PID client n'est pas valide :
ga: Tá léiriú léarscáile PID cliant neamhbhailí:
hi: क्लाइंट PID मानचित्र प्रतिनिधित्व अमान्य है:
hi_latn: klaint pid maanachitr pratinidhitv amaany hai:
id: Representasi peta PID klien tidak valid:
it: La rappresentazione della mappa PID del client non è valida:
ja: クライアント PID マップ表現が無効です。
ko: 클라이언트 PID 맵 표현이 잘못되었습니다.
ms: Perwakilan peta PID pelanggan tidak sah:
nb: Klient PID-kartrepresentasjon er ugyldig:
nl: Client PID-kaartweergave is ongeldig:
pt_br: A representação do mapa PID do cliente é inválida:
ro: Reprezentarea hărții PID a clientului este invalidă:
tr: İstemci PID harita gösterimi geçersizdir:
uk: Представлення карти PID клієнта недійсне:
vi: Biểu diễn bản đồ PID của máy khách không hợp lệ:
zh: 客戶端 PID 對映表示無效：

# VISUALCARD_PARTS_EXCEPTION_CLIENTPID_INVALIDPIDNUM
source: PID number {0} is invalid
ar: رقم معرف العملية {0} غير صالح.
de: PID-Nummer {0} ist ungültig.
el: Ο αριθμός PID {0} δεν είναι έγκυρος
es: El número PID {0} no es válido
fr: Le numéro PID {0} n'est pas valide
ga: Tá uimhir PID {0} neamhbhailí
hi: PID संख्या {0} अमान्य है
hi_latn: pid sankhya {0} amaany hai
id: Nomor PID {0} tidak valid
it: Il numero PID {0} non è valido
ja: PID 番号 {0} が無効です。
ko: PID 번호 {0}이(가) 잘못되었습니다.
ms: Nombor PID {0} tidak sah
nb: PID-nummer {0} er ugyldig
nl: PID-nummer {0} is ongeldig
pt_br: Número PID {0} inválido
ro: Numărul PID {0} este invalid
tr: PID numarası {0} geçersizdir
uk: Номер PID {0} недійсний
vi: Số PID {0} không hợp lệ
zh: PID 編號 {0} 無效

# VISUALCARD_PARTS_EXCEPTION_CLIENTPID_INVALIDPIDURI
source: PID URI {0} is invalid
ar: معرف URI لمعرف العملية {0} غير صالح.
de: PID-URI {0} ist ungültig.
el: Το URI PID {0} δεν είναι έγκυρο
es: El URI PID {0} no es válido
fr: L'URI PID {0} n'est pas valide
ga: Tá URI PID {0} neamhbhailí
hi: PID URI {0} अमान्य है
hi_latn: pid uri {0} amaany hai
id: URI PID {0} tidak valid
it: L'URI PID {0} non è valido
ja: PID URI {0} が無効です。
ko: PID URI {0}이(가) 잘못되었습니다.
ms: URI PID {0} adalah tidak sah
nb: PID URI {0} er ugyldig
nl: PID-URI {0} is ongeldig
pt_br: URI PID {0} inválido
ro: URI-ul PID {0} este invalid
tr: PID URI {0} geçersizdir
uk: URI PID {0} недійсний
vi: URI PID {0} không hợp lệ
zh: PID URI {0} 無效

# VISUALCARD_PARTS_EXCEPTION_GENDER_INVALIDGENDERSTR
source: Invalid gender string {0}
ar: سلسلة الجنس غير صالحة {0}.
de: Ungültige Geschlechtszeichenfolge {0}.
el: Μη έγκυρη συμβολοσειρά φύλου {0}
es: Cadena de género {0} no válida
fr: La chaîne de genre {0} n'est pas valide
ga: Teaghrán inscne neamhbhailí {0}
hi: अमान्य लिंग स्ट्रिंग {0}
hi_latn: amaany ling string {0}
id: String jenis kelamin {0} tidak valid
it: Stringa di genere {0} non valida
ja: 性別文字列 {0} が無効です。
ko: 성별 문자열 {0}이(가) 잘못되었습니다.
ms: Rentetan jantina tidak sah {0}
nb: Ugyldig kjønnsstreng {0}
nl: Ongeldige geslachtsreeks {0}
pt_br: Sequência de caracteres de gênero {0} inválida
ro: Șir de gen invalid {0}
tr: Geçersiz cinsiyet dizesi {0}
uk: Недійсний рядок статі {0}
vi: Chuỗi giới tính không hợp lệ {0}
zh: 性別字串無效 {0}

# VISUALCARD_PARTS_EXCEPTION_NAME_NEEDSARGS
source: Name field must specify the first two or more of the five values (Last name, first name, alt names, prefixes, and suffixes)
ar: يجب أن يحدد حقل الاسم أول قيمتين أو أكثر من القيم الخمس (اسم العائلة، الاسم الأول، أسماء بديلة، البادئات، واللواحق).
de: Das Namensfeld muss die ersten zwei oder mehr der fünf Werte enthalten (Nachname, Vorname, alternative Namen, Präfixe und Suffixe).
el: Το πεδίο ονόματος πρέπει να καθορίζει τις δύο πρώτες ή περισσότερες από τις πέντε τιμές (Επώνυμο, όνομα, εναλλακτικά ονόματα, προθέματα και επιθήματα)
es: El campo de nombre debe especificar los dos primeros o más de los cinco valores (apellido, nombre, nombres alternativos, prefijos y sufijos)
fr: Le champ Nom doit contenir au moins deux des cinq premières valeurs (nom, prénom, noms alternatifs, préfixes et suffixes)
ga: Ní mór don réimse ainm an chéad dá luach nó níos mó de na cúig luach a shonrú (Sloinne, céadainm, ainmneacha malartacha, réimíreanna, agus iarmhíreanna)
hi: नाम फ़ील्ड में पाँच मानों में से पहले दो या अधिक मान निर्दिष्ट होने चाहिए (अंतिम नाम, पहला नाम, वैकल्पिक नाम, उपसर्ग और प्रत्यय)
hi_latn: naam feeld mein paanch maanon mein se pahale do ya adhik maan nirdisht hone chaahie (antim naam, pahala naam, vaikalpik naam, upasarg aur pratyay)
id: Bidang nama harus menentukan dua atau lebih nilai pertama dari lima nilai (Nama belakang, nama depan, nama alt, awalan, dan akhiran)
it: Il campo Nome deve specificare i primi due o più dei cinque valori (cognome, nome, nomi alternativi, prefissi e suffissi)
ja: 名前フィールドには、5 つの値（姓、名、代替名、接頭辞、接尾辞）のうち最初の 2 つ以上を指定する必要があります。
ko: 이름 필드는 5개의 값(성, 이름, 대체 이름, 접두사, 접미사) 중 처음 두 개 이상을 지정해야 합니다.
ms: Medan nama mesti menyatakan dua atau lebih pertama daripada lima nilai (Nama akhir, nama pertama, nama alt, awalan dan akhiran)
nb: Navnefeltet må spesifisere de to første eller flere av de fem verdiene (etternavn, fornavn, alternative navn, prefikser og suffikser)
nl: Naamveld moet de eerste twee of meer van de vijf waarden bevatten (achternaam, voornaam, alternatieve namen, voorvoegsels en achtervoegsels)
pt_br: O campo Nome deve especificar os dois primeiros ou mais dos cinco valores (Sobrenome, Nome, nomes alternativos, prefixos e sufixos)
ro: Câmpul Nume trebuie să specifice primele două sau mai multe dintre cele cinci valori (nume, prenume, nume alternative, prefixe și sufixe)
tr: Ad alanı beş değerden ilk ikisini veya daha fazlasını belirtmelidir (Soyadı, ad, alternatif adlar, önekler ve son ekler)
uk: Поле імені має містити перші два або більше з п'яти значень (прізвище, ім'я, альтернативні імена, префікси та суфікси)
vi: Trường tên phải chỉ định hai hoặc nhiều giá trị đầu tiên trong năm giá trị (Họ, tên, tên thay thế, tiền tố và hậu tố)
zh: 名稱欄位必須指定五個值（姓氏、名字、替代名稱、前綴和後綴）中的前兩個或更多值。

# VISUALCARD_PARTS_EXCEPTION_XML_NEEDSXML
source: Can't generate XML document from nothing.
ar: لا يمكن إنشاء مستند XML من الصفر.
de: XML-Dokument kann nicht aus dem Nichts generiert werden.
el: Δεν είναι δυνατή η δημιουργία εγγράφου XML από το τίποτα.
es: No se puede generar un documento XML desde cero.
fr: Impossible de générer un document XML à partir de rien.
ga: Ní féidir doiciméad XML a ghiniúint as rud ar bith.
hi: कुछ भी नहीं से XML दस्तावेज़ उत्पन्न नहीं किया जा सकता।
hi_latn: kuchh bhee nahin se xml dastaavez utpann nahin kiya ja sakata.
id: Tidak dapat membuat dokumen XML dari ketiadaan.
it: Impossibile generare un documento XML dal nulla.
ja: 何もないところから XML ドキュメントを生成できません。
ko: 무에서 XML 문서를 생성할 수 없습니다.
ms: Tidak dapat menjana dokumen XML daripada tiada.
nb: Kan ikke generere XML-dokument fra ingenting.
nl: Kan geen XML-document uit het niets genereren.
pt_br: Não é possível gerar um documento XML do zero.
ro: Nu se poate genera un document XML din nimic.
tr: Hiçbir şeyden XML belgesi oluşturulamaz.
uk: Неможливо згенерувати XML-документ з нічого.
vi: Không thể tạo tài liệu XML từ không có gì.
zh: 無法從零產生 XML 文件。

# VISUALCARD_PARTS_EXCEPTION_CARD_ENUMTYPEUNDETERMINABLE_DELETE
source: Can't determine enumeration type to delete part.
ar: لا يمكن تحديد نوع التعداد لحذف جزء.
de: Enumerationstyp zum Löschen eines Teils kann nicht ermittelt werden.
el: Δεν είναι δυνατός ο προσδιορισμός του τύπου απαρίθμησης για τη διαγραφή του μέρους.
es: No se puede determinar el tipo de enumeración para eliminar la parte.
fr: Impossible de déterminer le type d'énumération pour supprimer une partie.
ga: Ní féidir an cineál áirimh a chinneadh chun cuid a scriosadh.
hi: भाग को हटाने के लिए गणना प्रकार निर्धारित नहीं किया जा सकता।
hi_latn: bhaag ko hataane ke lie ganana prakaar nirdhaarit nahin kiya ja sakata.
id: Tidak dapat menentukan jenis enumerasi untuk menghapus bagian.
it: Impossibile determinare il tipo di enumerazione per eliminare la parte.
ja: パーツを削除するための列挙型を決定できません。
ko: 부분을 삭제할 열거형 유형을 결정할 수 없습니다.
ms: Tidak dapat menentukan jenis penghitungan untuk memadamkan bahagian.
nb: Kan ikke bestemme opplistingstypen for å slette en del.
nl: Kan het opsommingstype voor het verwijderen van een onderdeel niet bepalen.
pt_br: Não é possível determinar o tipo de enumeração para excluir parte.
ro: Nu se poate determina tipul de enumerare pentru a șterge o parte.
tr: Parçayı silmek için numaralandırma türü belirlenemiyor.
uk: Неможливо визначити тип переліку для видалення частини.
vi: Không thể xác định loại liệt kê để xóa phần.
zh: 無法確定用於刪除部分的枚舉類型。

# VISUALCARD_PARTS_EXCEPTION_CARD_ENUMTYPEUNDETERMINABLE_ADD
source: Can't determine enumeration type to add part.
ar: لا يمكن تحديد نوع التعداد لإضافة جزء.
de: Der Enumerationstyp zum Hinzufügen des Teils kann nicht bestimmt werden.
el: Δεν είναι δυνατός ο προσδιορισμός του τύπου απαρίθμησης για την προσθήκη μέρους.
es: No se puede determinar el tipo de enumeración para añadir la parte.
fr: Impossible de déterminer le type d'énumération pour ajouter une partie.
ga: Ní féidir an cineál áirimh a chinneadh chun cuid a chur leis.
hi: भाग जोड़ने के लिए गणना प्रकार निर्धारित नहीं किया जा सकता।
hi_latn: bhaag jodane ke lie ganana prakaar nirdhaarit nahin kiya ja sakata.
id: Tidak dapat menentukan jenis enumerasi untuk menambahkan bagian.
it: Impossibile determinare il tipo di enumerazione per aggiungere la parte.
ja: パーツを追加するための列挙型を決定できません。
ko: 파트를 추가할 열거형 유형을 확인할 수 없습니다.
ms: Tidak dapat menentukan jenis penghitungan untuk menambah bahagian.
nb: Kan ikke bestemme opplistingstypen for å legge til del.
nl: Kan het opsommingstype voor het toevoegen van een onderdeel niet bepalen.
pt_br: Não é possível determinar o tipo de enumeração para adicionar parte.
ro: Nu se poate determina tipul de enumerare pentru a adăuga o piesă.
tr: Parça eklemek için numaralandırma türü belirlenemiyor.
uk: Неможливо визначити тип перелічення для додавання частини.
vi: Không thể xác định loại liệt kê để thêm phần.
zh: 無法確定用於新增部件的枚舉類型。

# VISUALCARD_PARTS_EXCEPTION_CARD_ONLYONEALTIDMISMATCH_PARTS
source: Can't overwrite part array {0} with AltID {1}, because cardinality is {2} and expected AltID is {3}.
ar: لا يمكن الكتابة فوق مصفوفة الجزء {0} بمعرف البديل {1}، لأن عدد العناصر هو {2} ومعرف البديل المتوقع هو {3}.
de: Das Teil-Array {0} kann nicht mit der AltID {1} überschrieben werden, da die Kardinalität {2} und die erwartete AltID {3} ist.
el: Δεν είναι δυνατή η αντικατάσταση του πίνακα μέρους {0} με AltID {1}, επειδή η πληθικότητα είναι {2} και το αναμενόμενο AltID είναι {3}.
es: No se puede sobrescribir la matriz de partes {0} con AltID {1}, porque la cardinalidad es {2} y el AltID esperado es {3}.
fr: Impossible de remplacer le tableau de parties {0} par l'AltID {1}, car la cardinalité est {2} et l'AltID attendu est {3}.
ga: Ní féidir eagar cuid {0} a athscríobh le AltID {1}, mar is é {2} an cardinality agus is é {3} an AltID ionchais.
hi: भाग सरणी {0} को AltID {1} से अधिलेखित नहीं किया जा सकता, क्योंकि कार्डिनैलिटी {2} है और अपेक्षित AltID {3} है।
hi_latn: bhaag saranee {0} ko altid {1} se adhilekhit nahin kiya ja sakata, kyonki kaardinailitee {2} hai aur apekshit altid {3} hai.
id: Tidak dapat menimpa array bagian {0} dengan AltID {1}, karena kardinalitasnya adalah {2} dan AltID yang diharapkan adalah {3}.
it: Impossibile sovrascrivere l'array di parti {0} con AltID {1}, perché la cardinalità è {2} e l'AltID previsto è {3}.
ja: カーディナリティが {2} で、期待される AltID が {3} であるため、パーツ配列 {0} を AltID {1} で上書きできません。
ko: 카디널리티가 {2}이고 예상 AltID가 {3}이므로 AltID가 {1}인 파트 배열 {0}을(를) 덮어쓸 수 없습니다.
ms: Tidak dapat menulis ganti tatasusunan bahagian {0} dengan AltID {1}, kerana kardinaliti ialah {2} dan dijangkakan AltID ialah {3}.
nb: Kan ikke overskrive delmatrisen {0} med AltID {1}, fordi kardinaliteten er {2} og forventet AltID er {3}.
nl: Kan onderdeelarray {0} niet overschrijven met AltID {1}, omdat de kardinaliteit {2} is en de verwachte AltID {3}.
pt_br: Não é possível sobrescrever a matriz de partes {0} com AltID {1}, porque a cardinalidade é {2} e o AltID esperado é {3}.
ro: Nu se poate suprascrie matricea de piese {0} cu AltID {1}, deoarece cardinalitatea este {2} și AltID-ul așteptat este {3}.
tr: Parça dizisi {0}, kardinalite {2} ve beklenen AltID {3} olduğu için AltID {1} ile üzerine yazılamaz.
uk: Неможливо перезаписати масив частин {0} з AltID {1}, оскільки потужність дорівнює {2}, а очікуваний AltID дорівнює {3}.
vi: Không thể ghi đè mảng phần {0} bằng AltID {1}, vì số lượng là {2} và AltID mong muốn là {3}.
zh: 無法用 AltID {1} 覆寫部件數組 {0}，因為基數為 {2}，而預期的 AltID 為 {3}。

# VISUALCARD_PARTS_EXCEPTION_CARD_ONLYONENOALTID_PARTS
source: Can never overwrite part array {0} with AltID {1}, because cardinality is {2}, even though the expected AltID is {3}.
ar: لا يمكن الكتابة فوق مصفوفة الجزء {0} بمعرف البديل {1}، لأن عدد العناصر هو {2}، على الرغم من أن معرف البديل المتوقع هو {3}.
de: Das Teil-Array {0} kann niemals mit der AltID {1} überschrieben werden, da die Kardinalität {2} ist, obwohl die erwartete AltID {3} ist.
el: Δεν είναι δυνατή η αντικατάσταση του πίνακα μέρους {0} με AltID {1}, επειδή η πληθικότητα είναι {2}, παρόλο που το αναμενόμενο AltID είναι {3}.
es: Nunca se puede sobrescribir la matriz de partes {0} con AltID {1}, porque la cardinalidad es {2}, aunque el AltID esperado sea {3}.
fr: Impossible de remplacer le tableau de parties {0} par l'AltID {1}, car la cardinalité est {2}, même si l'AltID attendu est {3}.
ga: Ní féidir eagar cuid {0} a athscríobh le AltID {1} riamh, mar is é {2} an cardinality, cé go bhfuil an AltID ionchais {3}.
hi: भाग सरणी {0} को AltID {1} से कभी अधिलेखित नहीं किया जा सकता, क्योंकि कार्डिनैलिटी {2} है, भले ही अपेक्षित AltID {3} हो।
hi_latn: bhaag saranee {0} ko altid {1} se kabhee adhilekhit nahin kiya ja sakata, kyonki kaardinailitee {2} hai, bhale hee apekshit altid {3} ho.
id: Tidak dapat menimpa array bagian {0} dengan AltID {1}, karena kardinalitasnya adalah {2}, meskipun AltID yang diharapkan adalah {3}.
it: Impossibile sovrascrivere l'array di parti {0} con AltID {1}, perché la cardinalità è {2}, anche se l'AltID previsto è {3}.
ja: カーディナリティが {2} で、期待される AltID が {3} であるため、パーツ配列 {0} を AltID {1} で上書きすることはできません。
ko: 카디널리티가 {2}이고 예상 AltID가 {3}인데도 AltID가 {1}인 파트 배열 {0}을(를) 덮어쓸 수 없습니다.
ms: Tidak boleh menimpa tatasusunan bahagian {0} dengan AltID {1}, kerana kardinaliti ialah {2}, walaupun AltID yang dijangkakan ialah {3}.
nb: Kan aldri overskrive delmatrisen {0} med AltID {1}, fordi kardinaliteten er {2}, selv om forventet AltID er {3}.
nl: Kan onderdeelarray {0} nooit overschrijven met AltID {1}, omdat de kardinaliteit {2} is, ook al is de verwachte AltID {3}.
pt_br: Nunca é possível sobrescrever a matriz de partes {0} com AltID {1}, porque a cardinalidade é {2}, mesmo que o AltID esperado seja {3}.
ro: Nu se poate suprascrie niciodată matricea de piese {0} cu AltID {1}, deoarece cardinalitatea este {2}, chiar dacă AltID-ul așteptat este {3}.
tr: Parça dizisi {0}, kardinalite {2} olduğu için AltID {1} ile üzerine asla yazılamaz, beklenen AltID {3} olmasına rağmen.
uk: Ніколи не можна перезаписати масив частин {0} з AltID {1}, оскільки потужність дорівнює {2}, навіть якщо очікуваний AltID дорівнює {3}.
vi: Không bao giờ có thể ghi đè mảng phần {0} bằng AltID {1}, vì số lượng là {2}, mặc dù AltID mong muốn là {3}.
zh: 永遠無法用 AltID {1} 覆寫部件數組 {0}，因為基數為 {2}，即使預期的 AltID 為 {3}。

# VISUALCARD_PARTS_EXCEPTION_CARD_ONLYONEALTIDMISMATCH_STRING
source: Can't overwrite string {0} with AltID {1}, because cardinality is {2} and expected AltID is {3}.
ar: لا يمكن الكتابة فوق السلسلة {0} بمعرف البديل {1}، لأن عدد العناصر هو {2} ومعرف البديل المتوقع هو {3}.
de: Die Zeichenfolge {0} kann nicht mit der AltID {1} überschrieben werden, da die Kardinalität {2} und die erwartete AltID {3} ist.
el: Δεν είναι δυνατή η αντικατάσταση της συμβολοσειράς {0} με AltID {1}, επειδή η πληθικότητα είναι {2} και το αναμενόμενο AltID είναι {3}.
es: No se puede sobrescribir la cadena {0} con AltID {1}, porque la cardinalidad es {2} y el AltID esperado es {3}.
fr: Impossible de remplacer la chaîne {0} par l'AltID {1}, car la cardinalité est {2} et l'AltID attendu est {3}.
ga: Ní féidir teaghrán {0} a athscríobh le AltID {1}, mar is é {2} an cardinality agus is é {3} an AltID ionchais.
hi: स्ट्रिंग {0} को AltID {1} से अधिलेखित नहीं किया जा सकता, क्योंकि कार्डिनैलिटी {2} है और अपेक्षित AltID {3} है।
hi_latn: string {0} ko altid {1} se adhilekhit nahin kiya ja sakata, kyonki kaardinailitee {2} hai aur apekshit altid {3} hai.
id: Tidak dapat menimpa string {0} dengan AltID {1}, karena kardinalitasnya adalah {2} dan AltID yang diharapkan adalah {3}.
it: Impossibile sovrascrivere la stringa {0} con AltID {1}, perché la cardinalità è {2} e l'AltID previsto è {3}.
ja: カーディナリティが {2} で、期待される AltID が {3} であるため、文字列 {0} を AltID {1} で上書きすることはできません。
ko: 카디널리티가 {2}이고 예상 AltID가 {3}인데도 AltID가 {1}인 문자열 {0}을(를) 덮어쓸 수 없습니다.
ms: Tidak dapat menulis ganti rentetan {0} dengan AltID {1}, kerana kardinaliti ialah {2} dan jangkaan AltID ialah {3}.
nb: Kan ikke overskrive strengen {0} med AltID {1}, fordi kardinaliteten er {2} og forventet AltID er {3}.
nl: Kan string {0} niet overschrijven met AltID {1}, omdat de kardinaliteit {2} is en de verwachte AltID {3}.
pt_br: Não é possível sobrescrever a string {0} com AltID {1}, porque a cardinalidade é {2} e o AltID esperado é {3}.
ro: Nu se poate suprascrie niciodată șirul {0} cu AltID {1}, deoarece cardinalitatea este {2} și AltID-ul așteptat este {3}.
tr: Dizi dize {0}, kardinalite {2} ve beklenen AltID {3} olduğu için AltID {1} ile üzerine asla yazılamaz.
uk: Неможливо перезаписати рядок {0} з AltID {1}, оскільки потужність дорівнює {2}, а очікуваний AltID дорівнює {3}.
vi: Không thể ghi đè chuỗi {0} bằng AltID {1}, vì số lượng là {2} và AltID mong muốn là {3}.
zh: 無法用 AltID {1} 覆寫字串 {0}，因為基數為 {2}，而預期的 AltID 為 {3}。
