Repository: Aptivi/VisualCard
Catalog: public/VisualCard/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# VISUALCARD_EXCEPTION_GENERALCONTACTPARSEERROR
source: General contact parsing error.
ar: خطأ عام في تحليل جهة اتصال.
de: Allgemeiner Kontaktanalysefehler.
el: Γενικό σφάλμα ανάλυσης επαφής.
es: Error general de análisis de contacto.
fr: Erreur générale d'analyse du contact.
ga: Earráid ghinearálta parsála teagmhála.
hi: सामान्य संपर्क पार्सिंग त्रुटि।
hi_latn: saamaany sampark paarsing truti.
id: Kesalahan penguraian kontak umum.
it: Errore di analisi generale del contatto.
ja: 一般的な連絡先解析エラーです。
ko: 일반 연락처 구문 분석 오류입니다.
ms: Ralat penghuraian kenalan umum.
nb: Generell kontaktparsefeil.
nl: Algemene fout bij het parseren van contacten.
pt_br: Erro geral de análise de contato.
ro: Eroare generală de analiză a contactului.
tr: Genel iletişim ayrıştırma hatası.
uk: Загальна помилка розбору контакту.
vi: Lỗi phân tích cú pháp liên hệ chung.
zh: 常規聯繫人解析錯誤。

# VISUALCARD_EXCEPTION_CONTACTPARSEERROR
source: An error occurred while parsing the VCard contact
ar: حدث خطأ أثناء تحليل جهة اتصال VCard.
de: Beim Parsen des VCard-Kontakts ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την ανάλυση της επαφής VCard
es: Se produjo un error al analizar el contacto de vCard.
fr: Une erreur s'est produite lors de l'analyse du contact VCard.
ga: Tharla earráid agus an teagmhálaí VCard á pharsáil
hi: VCard संपर्क पार्स करते समय एक त्रुटि हुई
hi_latn: vchard sampark paars karate samay ek truti huee
id: Terjadi kesalahan saat mengurai kontak VCard
it: Si è verificato un errore durante l'analisi del contatto VCard.
ja: VCard 連絡先の解析中にエラーが発生しました。
ko: VCard 연락처 구문 분석 중 오류가 발생했습니다.
ms: Ralat berlaku semasa menghuraikan kenalan VCard
nb: Det oppsto en feil under parsing av VCard-kontakten.
nl: Er is een fout opgetreden bij het parseren van het VCard-contact.
pt_br: Ocorreu um erro ao analisar o contato do VCard.
ro: A apărut o eroare la analizarea contactului VCard.
tr: VCard iletişimi ayrıştırılırken bir hata oluştu
uk: Сталася помилка під час розбору контакту VCard.
vi: Đã xảy ra lỗi khi phân tích cú pháp liên hệ VCard
zh: 解析 VCard 聯絡人時發生錯誤。

# VISUALCARD_EXCEPTION_CONTACTPARSEERROR_ERROR
source: Error:
ar: الخطأ:
de: Fehler:
el: Σφάλμα:
fr: Erreur :
ga: Earráid:
hi: त्रुटि:
hi_latn: truti:
id: Kesalahan:
it: Errore:
ja: エラー:
ko: 오류:
ms: Ralat:
nb: Feil:
nl: Fout:
pt_br: Erro:
ro: Eroare:
tr: Hata:
uk: Помилка:
vi: Lỗi:
zh: 錯誤：

# VISUALCARD_EXCEPTION_CONTACTPARSEERROR_LINE
source: Line:
ar: السطر:
de: Zeile:
el: Γραμμή:
es: Línea:
fr: Ligne :
ga: Líne:
hi: पंक्ति:
hi_latn: pankti:
id: Baris:
it: Riga:
ja: 行:
ko: 줄:
ms: Talian:
nb: Linje:
nl: Regel:
pt_br: Linha:
ro: Linie:
tr: Satır:
uk: Рядок:
vi: Dòng:
zh: 行：

# VISUALCARD_EXCEPTION_CONTACTPARSEERROR_LINENUM
source: Line number:
ar: رقم السطر:
de: Zeilennummer:
el: Αριθμός γραμμής:
es: Número de línea:
fr: Numéro de ligne :
ga: Uimhir na líne:
hi: पंक्ति संख्या:
hi_latn: pankti sankhya:
id: Nomor baris:
it: Numero di riga:
ja: 行番号:
ko: 줄 번호:
ms: Nombor baris:
nb: Linjenummer:
nl: Regelnummer:
pt_br: Número da linha:
ro: Număr linie:
tr: Satır numarası:
uk: Номер рядка:
vi: Số dòng:
zh: 行號：

# VISUALCARD_PARSER_EXCEPTION_CARDCONTENTEMPTY
source: Card content is empty.
ar: محتوى البطاقة فارغ.
de: Karteninhalt ist leer.
el: Το περιεχόμενο της κάρτας είναι κενό.
es: El contenido de la tarjeta está vacío.
fr: Le contenu de la carte est vide.
ga: Tá ábhar an chárta folamh.
hi: कार्ड सामग्री रिक्त है।
hi_latn: kaard saamagree rikt hai.
id: Konten kartu kosong.
it: Il contenuto della scheda è vuoto.
ja: カードの内容が空です。
ko: 카드 내용이 비어 있습니다.
ms: Kandungan kad kosong.
nb: Kortinnholdet er tomt.
nl: De kaartinhoud is leeg.
pt_br: O conteúdo do cartão está vazio.
ro: Conținutul cardului este gol.
tr: Kart içeriği boş.
uk: Вміст картки порожній.
vi: Nội dung thẻ trống.
zh: 卡片內容為空。

# VISUALCARD_PARSER_EXCEPTION_PARTTYPEUNSUPPORTED
source: Part info type {0} doesn't support property type {1} because the following base types are supported: [{2}] and the extra types are supported: [{3}]
ar: نوع معلومات الجزء {0} لا يدعم نوع الخاصية {1} لأن الأنواع الأساسية التالية مدعومة: [{2}] والأنواع الإضافية مدعومة: [{3}]
de: Teilinformationstyp {0} unterstützt Eigenschaftstyp {1} nicht, da die folgenden Basistypen unterstützt werden: [{2}] und die zusätzlichen Typen unterstützt werden: [{3}]
el: Ο τύπος πληροφοριών μέρους {0} δεν υποστηρίζει τον τύπο ιδιότητας {1} επειδή υποστηρίζονται οι ακόλουθοι βασικοί τύποι: [{2}] και οι επιπλέον τύποι υποστηρίζονται: [{3}]
es: El tipo de información de pieza {0} no admite el tipo de propiedad {1} porque se admiten los siguientes tipos base: [{2}] y los tipos adicionales: [{3}].
fr: Le type d'information de pièce {0} ne prend pas en charge le type de propriété {1}, car les types de base suivants sont pris en charge : [{2}] et les types supplémentaires sont pris en charge : [{3}].
ga: Ní thacaíonn cineál eolais na coda {0} leis an gcineál maoine {1} toisc go dtacaítear leis na cineálacha bonn seo a leanas: [{2}] agus go dtacaítear leis na cineálacha breise: [{3}]
hi: भाग जानकारी प्रकार {0} संपत्ति प्रकार {1} का समर्थन नहीं करता है क्योंकि निम्नलिखित आधार प्रकार समर्थित हैं: [{2}] और अतिरिक्त प्रकार समर्थित हैं: [{3}]
hi_latn: bhaag jaanakaaree prakaar {0} sampatti prakaar {1} ka samarthan nahin karata hai kyonki nimnalikhit aadhaar prakaar samarthit hain: [{2}] aur atirikt prakaar samarthit hain: [{3}]
id: Tipe info bagian {0} tidak mendukung tipe properti {1} karena tipe dasar berikut didukung: [{2}] dan tipe tambahan didukung: [{3}]
it: Il tipo di informazioni sulla parte {0} non supporta il tipo di proprietà {1} perché sono supportati i seguenti tipi di base: [{2}] e i tipi aggiuntivi: [{3}]
ja: パーツ情報タイプ {0} は、次の基本タイプがサポートされているため、プロパティタイプ {1} をサポートしていません: [{2}]、追加のタイプがサポートされているため: [{3}]
ko: 다음 기본 유형이 지원되므로 부분 정보 유형 {0}은 속성 유형 {1}을(를) 지원하지 않습니다. [{2}] 및 추가 유형 [{3}]이(가) 지원됩니다.
ms: Jenis maklumat bahagian {0} tidak menyokong jenis harta {1} kerana jenis asas berikut disokong: [{2}] dan jenis tambahan disokong: [{3}]
nb: Delinformasjonstypen {0} støtter ikke egenskapstypen {1} fordi følgende basistyper støttes: [{2}] og de ekstra typene støttes: [{3}]
nl: Onderdeelinfotype {0} ondersteunt geen eigenschapstype {1} omdat de volgende basistypen worden ondersteund: [{2}] en de extra typen: [{3}]
pt_br: O tipo de informação da peça {0} não suporta o tipo de propriedade {1} porque os seguintes tipos base são suportados: [{2}] e os tipos extras são suportados: [{3}]
ro: Tipul de informații despre piesă {0} nu acceptă tipul de proprietate {1} deoarece sunt acceptate următoarele tipuri de bază: [{2}] și tipurile suplimentare sunt acceptate: [{3}]
tr: Parça bilgisi türü {0}, aşağıdaki temel türler desteklendiği için özellik türü {1}'i desteklemiyor: [{2}] ve ek türler destekleniyor: [{3}]
uk: Тип інформації про частину {0} не підтримує тип властивості {1}, оскільки підтримуються такі базові типи: [{2}], а також підтримуються додаткові типи: [{3}]
vi: Loại thông tin bộ phận {0} không hỗ trợ loại thuộc tính {1} vì các loại cơ sở sau được hỗ trợ: [{2}] và các loại bổ sung được hỗ trợ: [{3}]
zh: 部分資訊類型 {0} 不支援屬性類型 {1}，因為支援下列基本類型：[{2}] 和額外類型：[{3}]

# VISUALCARD_PARSER_EXCEPTION_VALUEDISALLOWED
source: Value {0} not in the list of allowed values [{1}]
ar: القيمة {0} غير موجودة في قائمة القيم المسموح بها [{1}]
de: Wert {0} ist nicht in der Liste der zulässigen Werte enthalten [{1}]
el: Η τιμή {0} δεν βρίσκεται στη λίστα επιτρεπόμενων τιμών [{1}]
es: El valor {0} no está en la lista de valores permitidos [{1}].
fr: La valeur {0} ne figure pas dans la liste des valeurs autorisées [{1}].
ga: Níl luach {0} sa liosta luachanna ceadaithe [{1}]
hi: मान {0} अनुमत मानों की सूची में नहीं है [{1}]
hi_latn: maan {0} anumat maanon kee soochee mein nahin hai [{1}]
id: Nilai {0} tidak ada dalam daftar nilai yang diizinkan [{1}]
it: Il valore {0} non è presente nell'elenco dei valori consentiti [{1}]
ja: 値 {0} は、許可された値のリスト [{1}] に含まれていません。
ko: 값 {0}이(가) 허용되는 값 목록 [{1}]에 없습니다.
ms: Nilai {0} tiada dalam senarai nilai yang dibenarkan [{1}]
nb: Verdien {0} er ikke i listen over tillatte verdier [{1}]
nl: Waarde {0} staat niet in de lijst met toegestane waarden [{1}]
pt_br: Valor {0} não está na lista de valores permitidos [{1}]
ro: Valoarea {0} nu se află în lista de valori permise [{1}]
tr: Değer {0}, izin verilen değerler listesinde değil [{1}]
uk: Значення {0} відсутнє у списку дозволених значень [{1}]
vi: Giá trị {0} không có trong danh sách các giá trị được phép [{1}]
zh: 值 {0} 不在允許值清單中 [{1}]

# VISUALCARD_PARSER_EXCEPTION_INVALIDPROFILE
source: Profile must be 'vCard'
ar: يجب أن يكون الملف الشخصي "vCard".
de: Profil muss „vCard“ sein.
el: Το προφίλ πρέπει να είναι 'vCard'
es: El perfil debe ser 'vCard'.
fr: Le profil doit être « vCard ».
ga: Ní mór don phróifíl a bheith 'vCard'
hi: प्रोफ़ाइल 'vCard' होनी चाहिए
hi_latn: profail vchard honee chaahie
id: Profil harus 'vCard'
it: Il profilo deve essere "vCard"
ja: プロファイルは「vCard」である必要があります。
ko: 프로필은 'vCard'여야 합니다.
ms: Profil mestilah 'vCard'
nb: Profilen må være 'vCard'
nl: Profiel moet 'vCard' zijn
pt_br: O perfil deve ser 'vCard'
ro: Profilul trebuie să fie „vCard”
tr: Profil 'vCard' olmalı
uk: Профіль має бути 'vCard'.
vi: Hồ sơ phải là 'vCard'
zh: 個人資料必須為“vCard”

# VISUALCARD_PARSER_EXCEPTION_INVALIDTYPE
source: The type {0} is invalid. Are you sure that you've specified the correct type in your vCard representation?
ar: النوع {0} غير صالح. هل أنت متأكد من تحديد النوع الصحيح في تمثيل vCard؟
de: Der Typ {0} ist ungültig. Sind Sie sicher, dass Sie in Ihrer vCard-Darstellung den richtigen Typ angegeben haben?
el: Ο τύπος {0} δεν είναι έγκυρος. Είστε βέβαιοι ότι έχετε καθορίσει τον σωστό τύπο στην αναπαράσταση vCard;
es: El tipo {0} no es válido. ¿Está seguro de haber especificado el tipo correcto en su representación de vCard?
fr: Le type {0} n'est pas valide. Êtes-vous sûr d'avoir spécifié le type correct dans votre représentation vCard ?
ga: Tá an cineál {0} neamhbhailí. An bhfuil tú cinnte gur shonraigh tú an cineál ceart i do léiriú vCard?
hi: प्रकार {0} अमान्य है। क्या आप सुनिश्चित हैं कि आपने अपने vCard प्रतिनिधित्व में सही प्रकार निर्दिष्ट किया है?
hi_latn: prakaar {0} amaany hai. kya aap sunishchit hain ki aapane apane vchard pratinidhitv mein sahee prakaar nirdisht kiya hai?
id: Tipe {0} tidak valid. Apakah Anda yakin telah menentukan tipe yang benar dalam representasi vCard Anda?
it: Il tipo {0} non è valido. Sei sicuro di aver specificato il tipo corretto nella rappresentazione vCard?
ja: タイプ {0} は無効です。vCard 表現で正しいタイプを指定しましたか？
ko: 유형 {0}이(가) 잘못되었습니다. vCard 표현에 올바른 유형을 지정했습니까?
ms: Jenis {0} tidak sah. Adakah anda pasti bahawa anda telah menyatakan jenis yang betul dalam perwakilan vCard anda?
nb: Typen {0} er ugyldig. Er du sikker på at du har angitt riktig type i vCard-representasjonen din?
nl: Het type {0} is ongeldig. Weet u zeker dat u het juiste type in uw vCard-weergave hebt opgegeven?
pt_br: O tipo {0} é inválido. Tem certeza de que especificou o tipo correto na sua representação de vCard?
ro: Tipul {0} este invalid. Sunteți sigur că ați specificat tipul corect în reprezentarea vCard?
tr: Tür {0} geçersiz. vCard gösteriminizde doğru türü belirttiğinizden emin misiniz?
uk: Тип {0} недійсний. Ви впевнені, що вказали правильний тип у вашому представленні vCard?
vi: Loại {0} không hợp lệ. Bạn có chắc chắn rằng mình đã chỉ định đúng loại trong biểu diễn vCard của mình không?
zh: 類型 {0} 無效。您確定在 vCard 表示中指定了正確的類型嗎？

# VISUALCARD_PARSER_EXCEPTION_STRENUMNOTVALID
source: String enumeration {0} is not implemented.
ar: لم يتم تنفيذ تعداد السلسلة {0}.
de: Die Zeichenfolgenaufzählung {0} ist nicht implementiert.
el: Η απαρίθμηση συμβολοσειράς {0} δεν έχει υλοποιηθεί.
es: La enumeración de cadena {0} no está implementada.
fr: L'énumération de chaîne {0} n'est pas implémentée.
ga: Níl uimhriú teaghrán {0} curtha i bhfeidhm.
hi: स्ट्रिंग गणना {0} लागू नहीं की गई है।
hi_latn: string ganana {0} laagoo nahin kee gaee hai.
id: Enumerasi string {0} tidak diimplementasikan.
it: L'enumerazione di stringhe {0} non è implementata.
ja: 文字列列挙 {0} は実装されていません。
ko: 문자열 열거형 {0}이(가) 구현되지 않았습니다.
ms: Penghitungan rentetan {0} tidak dilaksanakan.
nb: Strengopplistingen {0} er ikke implementert.
nl: Tekenreeks-enumeratie {0} is niet geïmplementeerd.
pt_br: A enumeração de string {0} não foi implementada.
ro: Enumerarea șirurilor {0} nu este implementată.
tr: Dize numaralandırması {0} uygulanmadı.
uk: Перелік рядків {0} не реалізовано.
vi: Không triển khai liệt kê chuỗi {0}.
zh: 字串枚舉 {0} 未實現。

# VISUALCARD_PARSER_EXCEPTION_TYPENEEDED
source: Type is not provided.
ar: النوع غير متوفر.
de: Typ nicht angegeben.
el: Ο τύπος δεν παρέχεται.
es: No se proporciona el tipo.
fr: Le type n'est pas fourni.
ga: Níl an cineál curtha ar fáil.
hi: प्रकार प्रदान नहीं किया गया है।
hi_latn: prakaar pradaan nahin kiya gaya hai.
id: Tipe tidak disediakan.
it: Il tipo non è specificato.
ja: タイプが指定されていません。
ko: 유형이 제공되지 않았습니다.
ms: Jenis tidak disediakan.
nb: Typen er ikke oppgitt.
nl: Type is niet opgegeven.
pt_br: Tipo não fornecido.
ro: Tipul nu este furnizat.
tr: Tür sağlanmadı.
uk: Тип не надано.
vi: Không cung cấp loại.
zh: 未提供類型。

# VISUALCARD_PARSER_EXCEPTION_ALTID_NOTNUMERIC
source: ALTID must be numeric
ar: يجب أن يكون ALTID رقميًا.
de: ALTID muss numerisch sein.
el: Το ALTID πρέπει να είναι αριθμητικό
es: ALTID debe ser numérico
fr: L'ALTID doit être numérique
ga: Ní mór ALTID a bheith uimhriúil
hi: ALTID संख्यात्मक होना चाहिए
hi_latn: altid sankhyaatmak hona chaahie
id: ALTID harus berupa angka
it: ALTID deve essere numerico
ja: ALTID は数値である必要があります。
ko: ALTID는 숫자여야 합니다.
ms: ALTID mestilah berangka
nb: ALTID må være numerisk
nl: ALTID moet numeriek zijn
pt_br: ALTID deve ser numérico
ro: ALTID trebuie să fie numeric
tr: ALTID sayısal olmalıdır
uk: ALTID має бути числовим
vi: ALTID phải là số
zh: ALTID 必須為數字

# VISUALCARD_PARSER_EXCEPTION_ALTID_NOTPOSITIVE
source: ALTID must be positive
ar: يجب أن يكون ALTID موجبًا.
de: ALTID muss positiv sein.
el: Το ALTID πρέπει να είναι θετικό
es: ALTID debe ser positivo
fr: L'ALTID doit être positif
ga: Ní mór ALTID a bheith dearfach
hi: ALTID सकारात्मक होना चाहिए
hi_latn: altid sakaaraatmak hona chaahie
id: ALTID harus positif
it: ALTID deve essere positivo
ja: ALTID は正の値である必要があります。
ko: ALTID는 양수여야 합니다.
ms: ALTID mestilah positif
nb: ALTID må være positiv
nl: ALTID moet positief zijn
pt_br: ALTID deve ser positivo
ro: ALTID trebuie să fie pozitiv
tr: ALTID pozitif olmalıdır
uk: ALTID має бути додатним
vi: ALTID phải là số dương
zh: ALTID 必須為正數

# VISUALCARD_PARSER_EXCEPTION_ALTID_NOREASONS
source: ALTID must have one or more arguments to specify why this instance is an alternative
ar: يجب أن يحتوي ALTID على وسيطة واحدة أو أكثر لتحديد سبب كون هذه الحالة بديلة.
de: ALTID muss ein oder mehrere Argumente enthalten, um anzugeben, warum diese Instanz eine Alternative ist.
el: Το ALTID πρέπει να έχει ένα ή περισσότερα ορίσματα για να καθορίσει γιατί αυτή η παρουσία είναι εναλλακτική
es: ALTID debe tener uno o más argumentos para especificar por qué esta instancia es una alternativa
fr: L'ALTID doit contenir un ou plusieurs arguments pour indiquer pourquoi cette instance est une alternative
ga: Ní mór argóint amháin nó níos mó a bheith ag ALTID chun a shonrú cén fáth gur rogha eile é an sampla seo
hi: ALTID में एक या अधिक तर्क होने चाहिए, ताकि यह निर्दिष्ट किया जा सके कि यह उदाहरण वैकल्पिक क्यों है
hi_latn: altid mein ek ya adhik tark hone chaahie, taaki yah nirdisht kiya ja sake ki yah udaaharan vaikalpik kyon hai
id: ALTID harus memiliki satu atau beberapa argumen untuk menentukan mengapa contoh ini merupakan alternatif
it: ALTID deve avere uno o più argomenti per specificare perché questa istanza è un'alternativa
ja: ALTID には、このインスタンスが代替である理由を指定するための引数が 1 つ以上必要です。
ko: ALTID는 이 인스턴스가 대체 인스턴스인 이유를 지정하는 하나 이상의 인수를 가져야 합니다.
ms: ALTID mesti mempunyai satu atau lebih argumen untuk menentukan sebab contoh ini adalah alternatif
nb: ALTID må ha ett eller flere argumenter for å spesifisere hvorfor denne forekomsten er et alternativ
nl: ALTID moet een of meer argumenten bevatten om aan te geven waarom deze instantie een alternatief is
pt_br: ALTID deve ter um ou mais argumentos para especificar por que esta instância é uma alternativa
ro: ALTID trebuie să aibă unul sau mai multe argumente pentru a specifica de ce această instanță este o alternativă
tr: ALTID, bu örneğin neden alternatif olduğunu belirtmek için bir veya daha fazla bağımsız değişkene sahip olmalıdır
uk: ALTID повинен мати один або кілька аргументів, щоб вказати, чому цей екземпляр є альтернативним
vi: ALTID phải có một hoặc nhiều đối số để chỉ rõ lý do tại sao trường hợp này là một thay thế
zh: ALTID 必須包含一個或多個參數，以說明此實例為何為替代實例

# VISUALCARD_PARSER_EXCEPTION_ALTID_NOTINFIRSTPOS
source: ALTID must be exactly in the first position of the argument, because arguments that follow it are required to be specified
ar: يجب أن يكون ALTID في الموضع الأول من الوسيطة تمامًا، لأنه يجب تحديد الوسائط التي تليها.
de: ALTID muss genau an der ersten Stelle des Arguments stehen, da nachfolgende Argumente angegeben werden müssen.
el: Το ALTID πρέπει να βρίσκεται ακριβώς στην πρώτη θέση του ορίσματος, επειδή τα ορίσματα που το ακολουθούν πρέπει να καθοριστούν
es: ALTID debe estar exactamente en la primera posición del argumento, ya que los argumentos que le siguen deben especificarse
fr: L'ALTID doit être exactement en première position de l'argument, car les arguments qui le suivent doivent être spécifiés
ga: Ní mór ALTID a bheith go díreach sa chéad áit den argóint, mar ní mór argóintí a leanann é a shonrú
hi: ALTID को तर्क की पहली स्थिति में होना चाहिए, क्योंकि इसके बाद आने वाले तर्कों को निर्दिष्ट करना आवश्यक है
hi_latn: altid ko tark kee pahalee sthiti mein hona chaahie, kyonki isake baad aane vaale tarkon ko nirdisht karana aavashyak hai
id: ALTID harus tepat berada di posisi pertama argumen, karena argumen yang mengikutinya harus ditentukan
it: ALTID deve essere esattamente nella prima posizione dell'argomento, perché è necessario specificare gli argomenti che lo seguono
ja: ALTID は、後続の引数の指定が必須であるため、引数の最初の位置に指定する必要があります。
ko: ALTID는 인수의 정확히 첫 번째 위치에 있어야 합니다. 그 뒤에 오는 인수를 지정해야 하기 때문입니다.
ms: ALTID mestilah betul-betul berada di kedudukan pertama argumen, kerana argumen yang mengikutinya perlu dinyatakan
nb: ALTID må være nøyaktig i den første posisjonen i argumentet, fordi argumenter som følger det må spesifiseres
nl: ALTID moet exact op de eerste positie van het argument staan, omdat de argumenten die erop volgen, moeten worden opgegeven
pt_br: ALTID deve estar exatamente na primeira posição do argumento, pois os argumentos que o seguem precisam ser especificados
ro: ALTID trebuie să fie exact în prima poziție a argumentului, deoarece argumentele care îl urmează trebuie specificate
tr: ALTID, bağımsız değişkenin tam olarak ilk konumunda olmalıdır, çünkü onu izleyen bağımsız değişkenlerin belirtilmesi gerekir
uk: ALTID має бути точно на першій позиції аргументу, оскільки аргументи, що йдуть після нього, повинні бути вказані
vi: ALTID phải nằm chính xác ở vị trí đầu tiên của đối số, vì các đối số theo sau nó phải được chỉ định
zh: ALTID 必須位於參數的第一個位置，因為其後的參數必須指定。

# VISUALCARD_PARSER_EXCEPTION_ALTID_ILLEGALCARDINALITY
source: ALTID must not be specified in the {0} type that expects a cardinality of {1}
ar: يجب ألا يكون ALTID محددًا في النوع {0} الذي يتوقع عددًا أساسيًا يساوي {1}.
de: ALTID darf nicht im Typ {0} angegeben werden, der eine Kardinalität von {1} erwartet.
el: Το ALTID δεν πρέπει να καθοριστεί στον τύπο {0} που αναμένει πληθικότητα {1}
es: ALTID no debe especificarse en el tipo {0}, que espera una cardinalidad de {1}
fr: L'ALTID ne doit pas être spécifié dans le type {0} qui attend une cardinalité de {1}
ga: Ní mór ALTID a shonrú sa chineál {0} a bhfuil súil aige le cardinality de {1}
hi: ALTID को {0} प्रकार में निर्दिष्ट नहीं किया जाना चाहिए, जिसमें {1} की कार्डिनैलिटी अपेक्षित हो
hi_latn: altid ko {0} prakaar mein nirdisht nahin kiya jaana chaahie, jisamen {1} kee kaardinailitee apekshit ho
id: ALTID tidak boleh ditentukan dalam tipe {0} yang mengharapkan kardinalitas {1}
it: ALTID non deve essere specificato nel tipo {0} che prevede una cardinalità di {1}
ja: ALTID は、カーディナリティが {1} である {0} 型では指定できません。
ko: ALTID는 카디널리티가 {1}인 {0} 유형에 지정되어서는 안 됩니다.
ms: ALTID tidak boleh dinyatakan dalam jenis {0} yang menjangkakan kardinaliti {1}
nb: ALTID må ikke spesifiseres i {0}-typen som forventer en kardinalitet på {1}
nl: ALTID mag niet worden opgegeven in het type {0} dat een kardinaliteit van {1} verwacht
pt_br: ALTID não deve ser especificado no tipo {0} que espera uma cardinalidade de {1}
ro: ALTID nu trebuie specificat în tipul {0} care așteaptă o cardinalitate de {1}
tr: ALTID, {1} kardinalitesi bekleyen {0} türünde belirtilmemelidir
uk: ALTID не повинен бути вказаний у типі {0}, який очікує кардинальність {1}
vi: ALTID không được chỉ định trong loại {0} mong đợi số lượng là {1}
zh: ALTID 不能指定為 {0} 類型，因為該類型要求基數為 {1}。

# VISUALCARD_PARTS_EXCEPTION_ENCODABLES_INVALIDURL
source: URL {0} is invalid
ar: عنوان URL {0} غير صالح.
de: URL {0} ist ungültig.
el: Η διεύθυνση URL {0} δεν είναι έγκυρη
es: La URL {0} no es válida
fr: L'URL {0} n'est pas valide
ga: Tá URL {0} neamhbhailí
hi: URL {0} अमान्य है
hi_latn: url {0} amaany hai
id: URL {0} tidak valid
it: URL {0} non valido
ja: URL {0} が無効です。
ko: URL {0}이(가) 잘못되었습니다.
ms: URL {0} tidak sah
nb: URL {0} er ugyldig
nl: URL {0} is ongeldig
pt_br: URL {0} inválida
ro: URL-ul {0} este invalid
tr: URL {0} geçersizdir
uk: URL-адреса {0} недійсна
vi: URL {0} không hợp lệ
zh: URL {0} 無效
