Repository: Aptivi/VisualCard
Catalog: public/VisualCard/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# VISUALCARD_PARTS_EXCEPTION_CARD_ONLYONENOALTID_STRING
source: Can never overwrite string {0} with AltID {1}, because cardinality is {2}, even though the expected AltID is {3}.
ar: لا يمكن الكتابة فوق السلسلة {0} بمعرف البديل {1}، لأن عدد العناصر هو {2}، على الرغم من أن معرف البديل المتوقع هو {3}.
de: Die Zeichenfolge {0} kann niemals mit der AltID {1} überschrieben werden, da die Kardinalität {2} ist, obwohl die erwartete AltID {3} ist.
el: Δεν είναι δυνατή η αντικατάσταση της συμβολοσειράς {0} με AltID {1}, επειδή η πληθικότητα είναι {2}, παρόλο που το αναμενόμενο AltID είναι {3}.
es: Nunca se puede sobrescribir la cadena {0} con AltID {1}, porque la cardinalidad es {2}, aunque el AltID esperado sea {3}.
fr: Impossible de remplacer la chaîne {0} par l'AltID {1}, car la cardinalité est {2}, même si l'AltID attendu est {3}.
ga: Ní féidir teaghrán {0} a athscríobh le AltID {1} riamh, mar is é {2} an cardinality, cé go bhfuil an AltID ionchais {3}.
hi: स्ट्रिंग {0} को AltID {1} से कभी अधिलेखित नहीं किया जा सकता, क्योंकि कार्डिनैलिटी {2} है, भले ही अपेक्षित AltID {3} हो।
hi_latn: string {0} ko altid {1} se kabhee adhilekhit nahin kiya ja sakata, kyonki kaardinailitee {2} hai, bhale hee apekshit altid {3} ho.
id: Tidak dapat menimpa string {0} dengan AltID {1}, karena kardinalitasnya adalah {2}, meskipun AltID yang diharapkan adalah {3}.
it: Impossibile sovrascrivere la stringa {0} con AltID {1}, perché la cardinalità è {2}, anche se l'AltID previsto è {3}.
ja: カーディナリティが {2} で、期待される AltID が {3} であるため、文字列 {0} を AltID {1} で上書きすることはできません。
ko: 카디널리티가 {2}이고 예상 AltID가 {3}인데도 AltID가 {1}인 문자열 {0}을(를) 덮어쓸 수 없습니다.
ms: Tidak boleh menimpa rentetan {0} dengan AltID {1}, kerana kardinaliti ialah {2}, walaupun AltID yang dijangkakan ialah {3}.
nb: Kan aldri overskrive strengen {0} med AltID {1}, fordi kardinaliteten er {2}, selv om forventet AltID er {3}.
nl: Kan string {0} nooit overschrijven met AltID {1}, omdat de kardinaliteit {2} is, ook al is de verwachte AltID {3}.
pt_br: Nunca é possível sobrescrever a string {0} com AltID {1}, porque a cardinalidade é {2}, mesmo que o AltID esperado seja {3}.
ro: Nu se poate suprascrie niciodată șirul {0} cu AltID {1}, deoarece cardinalitatea este {2}, chiar dacă AltID-ul așteptat este {3}.
tr: Dizi dize {0}, kardinalite {2} olduğu için AltID {1} ile üzerine asla yazılamaz, beklenen AltID {3} olmasına rağmen.
uk: Ніколи не можна перезаписати рядок {0} з AltID {1}, оскільки потужність дорівнює {2}, навіть якщо очікуваний AltID дорівнює {3}.
vi: Không bao giờ có thể ghi đè chuỗi {0} bằng AltID {1}, vì số lượng là {2}, mặc dù AltID mong muốn là {3}.
zh: 永遠無法用 AltID {1} 覆寫字串 {0}，因為基數為 {2}，即使預期的 AltID 為 {3}。

# VISUALCARD_PARTS_EXCEPTION_CARD_NEEDSKEYS
source: The following keys [{0}] are required. Got [{1}].
ar: المفاتيح التالية [{0}] مطلوبة. تم الحصول على [{1}].
de: Die folgenden Schlüssel [{0}] werden benötigt. [{1}] erhalten.
el: Απαιτούνται τα ακόλουθα κλειδιά [{0}]. Λάβαμε [{1}].
es: Las siguientes claves [{0}] son ​​obligatorias. Se obtuvo [{1}].
fr: Les clés suivantes [{0}] sont requises. Obtenu [{1}].
ga: Tá na heochracha seo a leanas [{0}] ag teastáil. Fuarthas [{1}].
hi: निम्न कुंजियाँ [{0}] आवश्यक हैं। [{1}] मिला।
hi_latn: nimn kunjiyaan [{0}] aavashyak hain. [{1}] mila.
id: Kunci berikut [{0}] diperlukan. Mendapat [{1}].
it: Le seguenti chiavi [{0}] sono obbligatorie. Ottenuto [{1}].
ja: 次のキー [{0}] が必要です。[{1}] を取得しました。
ko: 다음 키 [{0}]은(는) 필수입니다. [{1}]을(를) 가져왔습니다.
ms: Kekunci berikut [{0}] diperlukan. Mendapat [{1}].
nb: Følgende nøkler [{0}] er nødvendige. Har [{1}].
nl: De volgende sleutels [{0}] zijn vereist. [{1}] verkregen.
pt_br: As seguintes chaves [{0}] são necessárias. Obtido [{1}].
ro: Următoarele chei [{0}] sunt necesare. Am obținut [{1}].
tr: Aşağıdaki anahtarlar [{0}] gereklidir. [{1}] alındı.
uk: Наступні ключі [{0}] є обов'язковими. Отримано [{1}].
vi: Các khóa sau [{0}] là bắt buộc. Đã có [{1}].
zh: 以下鍵 [{0}] 是必要的。結果為 [{1}]。

# VISUALCARD_PARTS_EXCEPTION_CARD_MEMBERINVCARD
source: vCards are forbidden from having MEMBER properties.
ar: يُحظر على بطاقات vCard أن تحتوي على خصائص MEMBER.
de: vCards dürfen keine MEMBER-Eigenschaften haben.
el: Απαγορεύεται στις vCard να έχουν ιδιότητες MEMBER.
es: Las vCards no pueden tener propiedades MEMBER.
fr: Les vCards ne peuvent pas avoir de propriétés MEMBER.
ga: Tá cosc ​​ar vCards airíonna MEMBER a bheith acu.
hi: vCards में MEMBER गुण होने की मनाही है।
hi_latn: vchards mein maimbair gun hone kee manaahee hai.
id: vCard dilarang memiliki properti MEMBER.
it: Le vCard non possono avere proprietà MEMBER.
ja: vCard は MEMBER プロパティを持つことが禁止されています。
ko: vCard는 MEMBER 속성을 가질 수 없습니다.
ms: vKad dilarang daripada mempunyai harta AHLI.
nb: vCards har ikke lov til å ha MEMBER-egenskaper.
nl: vCards mogen geen MEMBER-eigenschappen hebben.
pt_br: vCards não podem ter propriedades MEMBER.
ro: vCard-urile nu pot avea proprietăți MEMBER.
tr: vCard'ların ÜYE özelliklerine sahip olması yasaktır.
uk: vCard заборонено мати властивості MEMBER.
vi: vCard bị cấm có thuộc tính MEMBER.
zh: vCard 禁止具有 MEMBER 屬性。

# VISUALCARD_PARTS_EXCEPTION_CARD_INVALIDBASETYPE
source: Base type is not {0} [{1}] and the part type is [{2}] that doesn't represent card part.
ar: النوع الأساسي ليس {0} [{1}] ونوع الجزء هو [{2}] الذي لا يمثل جزء البطاقة.
de: Der Basistyp ist nicht {0} [{1}] und der Teiltyp ist [{2}], der keinen Kartenteil darstellt.
el: Ο βασικός τύπος δεν είναι {0} [{1}] και ο τύπος μέρους είναι [{2}] που δεν αντιπροσωπεύει το μέρος της κάρτας.
es: El tipo base no es {0} [{1}] y el tipo de parte es [{2}], que no representa la parte de la tarjeta.
fr: Le type de base n'est pas {0} [{1}] et le type de partie est [{2}], ce qui ne représente pas une partie de carte.
ga: Ní hé an cineál bonn {0} [{1}] agus is é an cineál cuid [{2}] nach léiríonn cuid cárta.
hi: आधार प्रकार {0} [{1}] नहीं है और भाग प्रकार [{2}] है जो कार्ड भाग का प्रतिनिधित्व नहीं करता है।
hi_latn: aadhaar prakaar {0} [{1}] nahin hai aur bhaag prakaar [{2}] hai jo kaard bhaag ka pratinidhitv nahin karata hai.
id: Tipe dasar bukan {0} [{1}] dan tipe bagiannya adalah [{2}] yang tidak mewakili bagian kartu.
it: Il tipo di base non è {0} [{1}] e il tipo di parte è [{2}], che non rappresenta la parte della carta.
ja: 基本型が {0} [{1}] ではなく、パーツ型が [{2}] ですが、これはカードのパーツを表していません。
ko: 기본 유형이 {0} [{1}]이(가) 아니며 파트 유형은 카드 파트를 나타내지 않는 [{2}]입니다.
ms: Jenis asas bukan {0} [{1}] dan jenis bahagian ialah [{2}] yang tidak mewakili bahagian kad.
nb: Basistypen er ikke {0} [{1}], og deltypen er [{2}], som ikke representerer kortdelen.
nl: Het basistype is niet {0} [{1}] en het onderdeeltype is [{2}], wat geen kaartonderdeel vertegenwoordigt.
pt_br: O tipo base não é {0} [{1}] e o tipo de parte é [{2}], o que não representa a parte do cartão.
ro: Tipul de bază nu este {0} [{1}] și tipul de piesă este [{2}] care nu reprezintă o piesă de card.
tr: Temel tür {0} [{1}] değildir ve parça türü, kart parçasını temsil etmeyen [{2}]'dir.
uk: Базовий тип не {0} [{1}], а тип частини [{2}], що не представляє частину картки.
vi: Kiểu cơ sở không phải là {0} [{1}] và kiểu phần là [{2}] không biểu thị phần thẻ.
zh: 基底類型不是 {0} [{1}]，且零件類型為 [{2}]，它不代表卡片零件。

# VISUALCARD_PARTS_EXCEPTION_CARD_PARTSTYPEMISMATCH
source: Parts array enumeration [{0}] is different from the expected one [{1}] according to type {2}.
ar: يختلف تعداد مصفوفة الأجزاء [{0}] عن التعداد المتوقع [{1}] وفقًا للنوع {2}.
de: Die Teile-Array-Aufzählung [{0}] unterscheidet sich von der erwarteten [{1}] gemäß Typ {2}.
el: Η απαρίθμηση πίνακα μερών [{0}] διαφέρει από την αναμενόμενη [{1}] ανάλογα με τον τύπο {2}.
es: La enumeración de la matriz de partes [{0}] es diferente de la esperada [{1}] según el tipo {2}.
fr: L'énumération du tableau de pièces [{0}] est différente de celle attendue [{1}] selon le type {2}.
ga: Tá uimhriú eagar na gcodanna [{0}] difriúil ón gceann a bhíothas ag súil leis [{1}] de réir chineál {2}.
hi: पार्ट्स ऐरे एन्यूमरेशन [{0}] टाइप {2} के अनुसार अपेक्षित [{1}] से अलग है।
hi_latn: paarts aire enyoomareshan [{0}] taip {2} ke anusaar apekshit [{1}] se alag hai.
id: Enumerasi array parts [{0}] berbeda dari yang diharapkan [{1}] menurut tipe {2}.
it: L'enumerazione dell'array di parti [{0}] è diversa da quella prevista [{1}] in base al tipo {2}.
ja: パーツ配列列挙 [{0}] は、型 {2} に従って期待される [{1}] と異なります。
ko: 부품 배열 열거형 [{0}]이(가) 유형 {2}에 따라 예상된 열거형 [{1}]과(와) 다릅니다.
ms: Penghitungan tatasusunan bahagian [{0}] berbeza daripada yang dijangkakan [{1}] mengikut jenis {2}.
nb: Delermatriseopplistingen [{0}] er forskjellig fra den forventede [{1}] i henhold til type {2}.
nl: De nummering van de onderdelenarray [{0}] wijkt af van de verwachte [{1}], afhankelijk van type {2}.
pt_br: A enumeração da matriz de peças [{0}] é diferente da esperada [{1}] de acordo com o tipo {2}.
ro: Enumerarea matricei de componente [{0}] este diferită de cea așteptată [{1}] în funcție de tipul {2}.
tr: Parça dizisi numaralandırması [{0}], {2} türüne göre beklenenden [{1}] farklıdır.
uk: Перелік масиву частин [{0}] відрізняється від очікуваного [{1}] відповідно до типу {2}.
vi: Liệt kê mảng phần [{0}] khác với phần mong đợi [{1}] theo loại {2}.
zh: 根據類型 {2}，零件陣列列舉 [{0}] 與預期枚舉 [{1}] 不同。

# VISUALCARD_PARTS_EXCEPTION_CARD_INVALIDVERSION
source: Invalid vCard version {0} specified. The supported versions are 2.1, 3.0, 4.0, and 5.0.
ar: تم تحديد إصدار vCard غير صالح {0}. الإصدارات المدعومة هي 2.1 و3.0 و4.0 و5.0.
de: Ungültige vCard-Version {0} angegeben. Die unterstützten Versionen sind 2.1, 3.0, 4.0 und 5.0.
el: Καθορίστηκε μη έγκυρη έκδοση vCard {0}. Οι υποστηριζόμενες εκδόσεις είναι 2.1, 3.0, 4.0 και 5.0.
es: Se especificó una versión de vCard {0} no válida. Las versiones compatibles son 2.1, 3.0, 4.0 y 5.0.
fr: Version vCard {0} non valide spécifiée. Les versions prises en charge sont 2.1, 3.0, 4.0 et 5.0.
ga: Leagan neamhbhailí vCard {0} sonraithe. Is iad na leaganacha tacaithe ná 2.1, 3.0, 4.0, agus 5.0.
hi: अमान्य vCard संस्करण {0} निर्दिष्ट किया गया। समर्थित संस्करण 2.1, 3.0, 4.0 और 5.0 हैं।
hi_latn: amaany vchard sanskaran {0} nirdisht kiya gaya. samarthit sanskaran 2.1, 3.0, 4.0 aur 5.0 hain.
id: Versi vCard {0} yang tidak valid ditentukan. Versi yang didukung adalah 2.1, 3.0, 4.0, dan 5.0.
it: Versione vCard {0} non valida specificata. Le versioni supportate sono 2.1, 3.0, 4.0 e 5.0.
ja: 指定された vCard バージョン {0} は無効です。サポートされているバージョンは 2.1、3.0、4.0、および 5.0 です。
ko: 잘못된 vCard 버전 {0}이(가) 지정되었습니다. 지원되는 버전은 2.1, 3.0, 4.0, 5.0입니다.
ms: Versi vCard {0} tidak sah dinyatakan. Versi yang disokong ialah 2.1, 3.0, 4.0 dan 5.0.
nb: Ugyldig vCard-versjon {0} er angitt. De støttede versjonene er 2.1, 3.0, 4.0 og 5.0.
nl: Ongeldige vCard-versie {0} opgegeven. De ondersteunde versies zijn 2.1, 3.0, 4.0 en 5.0.
pt_br: Versão de vCard {0} especificada é inválida. As versões suportadas são 2.1, 3.0, 4.0 e 5.0.
ro: Versiunea vCard {0} specificată este nevalidă. Versiunile acceptate sunt 2.1, 3.0, 4.0 și 5.0.
tr: Geçersiz vCard sürümü {0} belirtildi. Desteklenen sürümler 2.1, 3.0, 4.0 ve 5.0'dır.
uk: Вказано недійсну версію vCard {0}. Підтримувані версії: 2.1, 3.0, 4.0 та 5.0.
vi: Đã chỉ định phiên bản vCard không hợp lệ {0}. Các phiên bản được hỗ trợ là 2.1, 3.0, 4.0 và 5.0.
zh: 指定的 vCard 版本 {0} 無效。支援的版本為 2.1、3.0、4.0 和 5.0。

# VISUALCARD_TOOLS_EXCEPTION_INVALIDVCARDCONTACT
source: This is not a valid vCard contact file.
ar: هذا ملف اتصال vCard غير صالح.
de: Dies ist keine gültige vCard-Kontaktdatei.
el: Αυτό δεν είναι ένα έγκυρο αρχείο επαφής vCard.
es: Este no es un archivo de contacto vCard válido.
fr: Ce fichier de contact vCard n'est pas valide.
ga: Ní comhad teagmhála vCard bailí é seo.
hi: यह एक मान्य vCard संपर्क फ़ाइल नहीं है।
hi_latn: yah ek maany vchard sampark fail nahin hai.
id: Ini bukan berkas kontak vCard yang valid.
it: Questo non è un file di contatti vCard valido.
ja: これは有効な vCard 連絡先ファイルではありません。
ko: 유효한 vCard 연락처 파일이 아닙니다.
ms: Ini bukan fail kenalan vCard yang sah.
nb: Dette er ikke en gyldig vCard-kontaktfil.
nl: Dit is geen geldig vCard-contactbestand.
pt_br: Este não é um arquivo de contato de vCard válido.
ro: Acesta nu este un fișier de contact vCard valid.
tr: Bu geçerli bir vCard iletişim dosyası değil.
uk: Це недійсний файл контакту vCard.
vi: Đây không phải là tệp liên hệ vCard hợp lệ.
zh: 這不是有效的 vCard 聯絡人文件。

# VISUALCARD_TOOLS_EXCEPTION_INVALIDVCARDVERSION
source: This card has an invalid VCard version {0}.
ar: تحتوي هذه البطاقة على إصدار VCard غير صالح {0}.
de: Diese Karte hat die ungültige VCard-Version {0}.
el: Αυτή η κάρτα έχει μια μη έγκυρη έκδοση VCard {0}.
es: Esta tarjeta tiene una versión de vCard {0} no válida.
fr: Cette carte a une version VCard {0} non valide.
ga: Tá leagan neamhbhailí VCard {0} den chárta seo.
hi: इस कार्ड का अमान्य VCard संस्करण {0} है।
hi_latn: is kaard ka amaany vchard sanskaran {0} hai.
id: Kartu ini memiliki versi VCard {0} yang tidak valid.
it: Questa scheda ha una versione VCard {0} non valida.
ja: このカードの vCard バージョン {0} は無効です。
ko: 이 카드의 VCard 버전 {0}이(가) 잘못되었습니다.
ms: Kad ini mempunyai versi VCard {0} yang tidak sah.
nb: Dette kortet har en ugyldig VCard-versjon {0}.
nl: Deze kaart heeft een ongeldige VCard-versie {0}.
pt_br: Este cartão possui uma versão de VCard {0} inválida.
ro: Acest card are o versiune vCard {0} nevalidă.
tr: Bu kartın geçersiz bir VCard sürümü {0} var.
uk: Ця картка має недійсну версію VCard {0}.
vi: Thẻ này có phiên bản VCard không hợp lệ {0}.
zh: 此卡片的 VCard 版本 {0} 無效。

# VISUALCARD_TOOLS_EXCEPTION_VERSIONNOTFIRST
source: vCard {0}.0 requires that {1} comes directly after {2}.
ar: تتطلب vCard {0}.0 أن يأتي {1} مباشرةً بعد {2}.
de: vCard {0}.0 erfordert, dass {1} direkt nach {2} kommt.
el: Η vCard {0}.0 απαιτεί το {1} να έρχεται αμέσως μετά το {2}.
es: La vCard {0}.0 requiere que {1} vaya justo después de {2}.
fr: La vCard {0}.0 nécessite que {1} vienne directement après {2}.
ga: Éilíonn vCard {0}.0 go dtagann {1} díreach i ndiaidh {2}.
hi: vCard {0}.0 के लिए आवश्यक है कि {1} सीधे {2} के बाद आए।
hi_latn: vchard {0}.0 ke lie aavashyak hai ki {1} seedhe {2} ke baad aae.
id: vCard {0}.0 mengharuskan {1} muncul langsung setelah {2}.
it: La versione vCard {0}.0 richiede che {1} venga direttamente dopo {2}.
ja: vCard {0}.0 では、{1} が {2} の直後に来る必要があります。
ko: vCard {0}.0은 {1}이 {2} 바로 뒤에 와야 합니다.
ms: vCard {0}.0 memerlukan {1} datang terus selepas {2}.
nb: vCard {0}.0 krever at {1} kommer rett etter {2}.
nl: vCard {0}.0 vereist dat {1} direct na {2} komt.
pt_br: O vCard {0}.0 requer que {1} venha diretamente após {2}.
ro: vCard {0}.0 necesită ca {1} să vină imediat după {2}.
tr: vCard {0}.0, {1}'in {2}'den hemen sonra gelmesini gerektirir.
uk: vCard {0}.0 вимагає, щоб {1} знаходився безпосередньо після {2}.
vi: vCard {0}.0 yêu cầu {1} phải đứng ngay sau {2}.
zh: vCard {0}.0 要求 {1} 緊接在 {2} 之後。

# VISUALCARD_TOOLS_EXCEPTION_ENDEDPREMATURELY
source: Card ended prematurely without the ending tag
ar: انتهت البطاقة قبل أوانها بدون وسم النهاية.
de: Karte wurde vorzeitig ohne das End-Tag beendet.
el: Η κάρτα έληξε πρόωρα χωρίς την ετικέτα λήξης.
es: La tarjeta finalizó prematuramente sin la etiqueta de cierre.
fr: La carte s'est terminée prématurément sans la balise de fin.
ga: Chríochnaigh an cárta roimh am gan an chlib deiridh.
hi: कार्ड समाप्ति टैग के बिना समय से पहले समाप्त हो गया
hi_latn: kaard samaapti taig ke bina samay se pahale samaapt ho gaya
id: Kartu berakhir sebelum waktunya tanpa tag penutup
it: La scheda è terminata prematuramente senza il tag di chiusura.
ja: カードは終了タグなしで途中で終了しています。
ko: 카드가 종료 태그 없이 너무 일찍 종료되었습니다.
ms: Kad ditamatkan lebih awal tanpa teg penamat
nb: Kortet ble avsluttet for tidlig uten sluttkoden.
nl: Kaart is voortijdig beëindigd zonder de eindtag
pt_br: O cartão terminou prematuramente sem a tag de encerramento.
ro: Cardul s-a încheiat prematur fără eticheta de încheiere.
tr: Kart, bitiş etiketi olmadan erken sona erdi
uk: Картка закінчилася передчасно без кінцевого тегу.
vi: Thẻ kết thúc sớm mà không có thẻ kết thúc
zh: 卡片提前結束，缺少結束標記
